[
{"title": "Gumroad no longer allows most NSFW art, leaving its adult creators panicked", "publish_date": "2024-03-15T22:21:00", "content": "Gumroad, an e-commerce company for creators, updated its rules to more strictly limit NSFW content, citing restrictions from payment processors like Stripe and PayPal.\nFor creators who sell adult art, like explicit comic books or lewd cosplay photos, these sudden policy changes can be detrimental, resulting in an unforeseen loss of income.\n“I’m concerned on a number of levels for my livelihood and the livelihoods of all types of creators in my sphere: artists, writers, sex workers and content creators of all kinds,” Sleepingirl, a kink educator and writer, told TechCrunch. “This is obviously far from the first site that is bending to the pressure of payment processors, and it will not be the last, but this is the first time my content (which is primarily academic and educational) seems to be threatened.”\nAdult creators are taught to anticipate this kind of deplatforming; it’s happened on Patreon, which used to be much more lax about NSFW content, and it almost happened on OnlyFans. But that doesn’t make the impact of these policy changes any less debilitating. When creators have to port over their followers to a new platform, or direct fans to a different web shop to buy their products, the friction can result in a loss of income.\n“We have been asked to be more rigorous in enforcing our ToS and must comply,” Gumroad founder Sahil Lavingia told TechCrunch. He declined to say which company asked Gumroad to enforce stricter rules. “Obviously, it sucks to do this. We don’t take it lightly that many creators rely on Gumroad for their livelihoods and have communicated that to our partners wherever and whenever we could,” he said. “We’ve been around since 2011, and this isn’t a new fight. It’s ongoing.”\nThis decision won’t be good for Gumroad’s business, either: The platform keeps a 10% cut of every sale, and adult content is popular on the platform. Competitors, such as Just For Fans, are already jumping at the chance to onboard these displaced creators.\n\n\nAttention #Gumroad NSFW artists. We are sorry to hear you are being deplatformed. Come over to JFF. We just added a new Artwork category for you and can add other features you need. But as is, you can sell your artwork on your jff page’s store and make that the default view of…\n— JustForFans (@JustForFansSite) March 15, 2024\n\nIt’s becoming increasingly difficult to monetize sexual works online. In 2021, OnlyFans announced it would no longer host adult content, which was baffling, since the site is almost synonymous with sex (OnlyFans has tried to push its safe-for-work offerings, with little success). The site saw so much pushback that it reversed course; now, OnlyFans is able to accept credit card payments from Visa/Mastercard since it complies with the payment processor’s recent, more rigorous adult content policies. People who appear in porn on OnlyFans must verify their identity through both legal documents and biometric scans, and they must sign a form confirming that all models consented to be recorded.\nThese tightening restrictions have trickled down to artists, who aren’t actually performing in porn and aren’t representing real people in their work at all.\n“Gumroad including ‘sexual coaching services or explicit instructional content’ as prohibited content makes me worried not only for my income, but for the discussion of safe sex and kink practices as a whole,” Sleepingirl said.\nPatreon also updated its adult content guidelines this week to more precisely define what is allowed on the site. Adult creators don’t see this timing as coincidental.\n“I don’t know what to do next, personally, for my content,” Sleepingirl said. “I am trying to plan next steps, but Gumroad was an ideal, free storefront for e-books and instructional videos like I sell, and all other sorts of digital content. Almost all other services charge a hefty monthly fee and have terms of service that already disallow adult content.”\nAs for Gumroad, Lavingia is at a loss for what the company should do next.\n“Should Gumroad hire a lobbyist?” he asked in an email to TechCrunch.\n\nPornhub disables access in Texas due to age verification law\n", "links": ["https://help.gumroad.com/article/156-gumroad-and-adult-content", "https://www.vice.com/en/article/vbqwwj/patreon-suspension-of-adult-content-creators", "https://techcrunch.com/2022/10/19/onlyfans-ceo-says-adult-content-will-still-have-a-home-on-the-site-in-5-years/", "https://twitter.com/JustForFansSite/status/1768679703508848910", "https://twitter.com/hashtag/Gumroad?src=hash&ref_src=twsrc%5Etfw", "https://twitter.com/JustForFansSite/status/1768679703508848910?ref_src=twsrc%5Etfw", "https://techcrunch.com/2021/08/17/onlyfans-promotes-its-sfw-app-as-it-seeks-funding-at-a-1b-valuation/", "https://www.patreon.com/policy/guidelines#sexually-gratifying-works", "https://techcrunch.com/2024/03/14/pornhub-disables-access-in-texas-due-to-age-verification-law/"]},
{"title": "VC Arjun Sethi talks a big game about selling his company-picking strategies to other investors; he says they&#8217;re buying it", "publish_date": "2024-03-17T21:15:19", "content": "Arjun Sethi speaks with the confidence of someone who knows more than other people, or else who knows that sounding highly confident can shape perception. Either way, when he tells me over Zoom that “in five years, I’ll have 50% of the world’s private data” at his fingertips, and that it will be “impossible to compete against me,” he says it with all the authority of Warren Buffett dropping stock market truths.\nSethi, a co-founder of the venture firm Tribe Capital, is talking about Termina, a subscription-based AI software platform for “quantitative diligence” that Tribe more recently spun out and which Sethi says can improve results for as many investors as he can sign up. Yet the mere prospect raises questions. Namely, if Termina is so good, why are Sethi and Tribe giving other investment firms a way to better compete? Relatedly, why should other investors trust Termina, which ingests its customers’ data to improve over time?\nFirst, it’s worth learning more about Termina itself, which soft launched last month with two products. At a high level, one of those products is a dashboard that aims to help investors quickly gauge the health of any company by comparing it across the companies in Termina’s initial proprietary dataset, combined with the customers’ own data. The second offering is designed to help investors understand external forces at play, including expected market changes. Think of Termina as “giving you the power of 1,000 associates,” says Sethi.\nSethi declines to disclose early customer names, but he says they include pension funds, sovereign funds, and private equity funds, all of which he collectively characterizes as a “large class of capital deployment folks who want to stay under the radar.”\nWhat he’s happier to discuss are his ambitions for the business, whose biggest starting advantage, says Sethi, is transactional data on roughly 1,500 companies that Termina has fed into more than one large language model (that Sethi declines to name), along with an LLM that he says Termina has itself created to enhance investors’ benchmarking capabilities.\nTo leverage the tool, Termina’s customers also give the outfit their own raw data. “They might be using it for M&A, so a private equity firm will dump their own data [into it] and the same is true of any other VC firm,” he says. What that software spits out, ostensibly, are comparison datasets of companies that exist “across the board, across all stages,” says Sethi, who calls Termina, which was founded just six months ago – the “true Bloomberg of private markets.”\nNaturally, some will scoff at the prospect of Termina handling so much sensitive data, which is every firm’s most precious resource. This may prove doubly true given Termina’s ties to Tribe Capital.\nStill, he dismisses such concerns. For one thing, he says, Tribe invests in seed- through Series C-stage companies and looks for venture-like returns. Termina, meanwhile, “is enabling anybody in any asset class to be able to think about how to invest into software companies, regardless of stage, so it’s two very different strategies.”\nSethi – who sold an earlier company called MessageMe to Yahoo, then worked with VC Chamath Palihapitiya at his firm Social Capital before co-founding Tribe – also suggests he has the reputation needed to pull off what he’s attempting.\n“Part of it,” Sethi says of persuading other investors to use Termina, “is you just inherently build a lot of trust over a long period of time.”\nWe’ll see. Certainly, one can see both the advantages and disadvantages of Termina’s close relationship with Tribe, which owns a stake in Termina. (Termina has so far raised slightly more than $10 million, including from Sethi personally.)\nA team that has long worked together is one advantage, for example. In addition to Sethi – who stepped down as Tribe’s CEO last December, assuming the role of chairman and chief investment officer instead to focus in part on Termina – the seven-person startup includes others who split their time between Termina and Tribe.\nAmong these is Alex Chee, who cofounded MessageMe with Sethi, joined him at Social Capital, and subsequently co-founded both Tribe and Termina with him. Chee oversees Termina’s day-to-day operations; he is also still Tribe’s chief product officer. Jake Ellowitz, another Termina co-founder and, for a short time, a Social Capital employee, is Tribe’s CTO.\nConversely, Tribe itself is fairly young and has yet to really prove itself. The 30-person outfit boasts an impressive $1.6 billion in assets under management already, but it was founded just six years ago. It has enjoyed some success from investments in crypto tokens, but its other investments have yet to exit and the trajectory of some of those bets is unclear, highlighting the limits of quantitative analysis. Take Carta, the cap table management company that has come under fire for tactics that some see as questionable, or Bolt, the one-click checkout company that was buzzy until it wasn’t.\nIt’s also worth noting Termina’s clients aren’t agreeing to share their data with the outfit exclusively, so if someone’s black box is better, Termina could be toast.\nAgain, Sethi shakes off talk of challenges. “The reason why we exist and why customers work with us is that we have the best data in the world, and we have the best product. We don’t have any specific patents. Everything we do is trade secrets. And our tool is not 10x better than what’s out there; it’s, like, one thousand times better than what people’s existing workflow looks like.”\nAs for what that means for Tribe, he apparently has bigger ambitions now. “My whole goal is that as one venture firm, I could only do so much. As a company, I can just do that much more.”", "links": ["https://tribecap.co/", "https://termina.ai/"]},
{"title": "Griffin Bank has a license to thrill", "publish_date": "2024-03-17T14:15:05", "content": "Welcome to TechCrunch Fintech (formerly The Interchange)! I’m filling in for Mary Ann, who is on a much deserved break. This week, we look at Griffin Bank getting its license ahead of some heavy hitters, and we go inside Stripe’s annual letter, some funding rounds, and more!\nThe big story\nA top story for this week was Griffin Bank over in the U.K. The banking-as-a-service company managed to do something that even the region’s most valuable fintech company, Revolut, hasn’t been able to do yet — obtain a banking license. Granted, as Mike Butcher writes, banking licenses are difficult to come by (Griffin’s took a year), but Revolut has talked about securing a banking license for the past three years.\nNow that Griffin has a banking license, it offers a full-stack platform for fintech companies to offer banking, payments and wealth solutions via automated compliance and an integrated ledger. More likely, the company will offer banking accounts to businesses rather than consumers.\nAnalysis of the week\nAlex Wilhelm and I read through Stripe’s annual letter. Here are a few things that we thought were worth talking about:\n\nThe company’s growth is impressive. It hit the $1 trillion total payment volume mark in 2023, while noting its payment volume rose 25%. That said, if the company did, in fact, process precisely $1 trillion last year, it would imply $800 billion in 2022 processing and gains of $200 billion worth of TPV in a single year. At Stripe’s size, it’s quite a result.\nStripe saw record startup formation in 2023 despite the decline in venture capital activity in the past year. Not only that, but the payments infrastructure company also reported that those companies were 60% more likely to start collecting revenue within their first year, while 57% were more likely to process $1 million within their first year than those founded in 2019.\n\nDollars and cents\nWe have a new unicorn. Perfios, an India-based company providing financial institutions with real-time data aggregation and analysis tools to help them streamline their customer journeys and make more informed decisions, raised an $80 million round of funding that boosted its valuation to over $1 billion. Ontario Teachers’ Pension Plan led the round. The company said it plans to go public next year.\nManish Singh also wrote about India digital payments app Paytm, which secured a vital license it needed to survive and maintain continuity of several core app features. This came a day before the firm’s banking unit was scheduled to cease operations on March 15 because of regulatory restrictions.\nOpenMeter, a startup that developed an open source platform that helps companies more easily track their usage-based billing, raised a $3 million round from Y Combinator, Haystack and Sunflower Capital.\nWhat else we’re writing\nReddit’s IPO could become a potential meme stock in the way the company is choosing to set it up. In a new SEC filing, Reddit’s IPO involves around 22 million shares, priced between $31 and $34. However, this could get real interesting real quick given that Reddit will allow its community members to sell their shares immediately, instead of being subject to the usual lock-up agreements that typically prevent investors from selling shares for six months after the IPO.\nMost subscription mobile apps don’t make money, according to an analysis by RevenueCat. Among the 29,000 apps it looked at, the company found that only 17.2% of apps will reach even $1,000 in monthly revenue, but after they hit that point, the odds of them growing further increase.\nTikTok expanded its Effect Creator Rewards monetization program to more regions and lowered its payout threshold. It is now in 33 regions across Europe, Asia, the Middle East and Latin America. The program rewards creators for the effects they make through TikTok’s AR development platform, Effect House. TikTok is also updating the program’s payout model, as creators will now receive rewards only for effects used in public videos.\nHigh-interest headlines\nHSBC to hire almost 50 bankers for startup, venture lending in US\nGreen Dot to enable cash transactions for 3 more fintechs\nWith fintech funding down 70%, here’s what fintech’s high-flyers are worth now \nMaxwell launches POS feature that offers tailored workflows for lenders\nJPMorgan sees mixed results from Silicon Valley push\nWant to reach out with a tip? Email me at maryann@techcrunch.com or send me a message on Signal at 408.204.3036. You can also send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications, click here to contact us, which includes SecureDrop (instructions here) and links to encrypted messaging apps.", "links": ["https://techcrunch.com/2024/03/10/banking-as-a-service-startup-griffin-riases-24m-and-attains-full-banking-licence", "https://techcrunch.com/2024/03/13/stripes-growth-payment-1t-fintech/", "https://assets.ctfassets.net/fzn2n1nzq965/1gMd12owbzJaSe4Y560OEJ/d21e289c93952e70e964de8f0fa847c9/Stripe_2023_annual_letter.pdf", "https://techcrunch.com/2024/03/12/ontario-teachers-mints-new-unicorn-in-indian-fintech-perfios/", "https://techcrunch.com/2024/03/14/india-payments-authority-grants-third-party-app-license-to-paytm/", "https://click.mlsend.com/link/c/YT0yNDM1NDQxNDI2MjkzNTk1MDczJmM9ZDBvOSZlPTAmYj0xMjk1Njg3MjEzJmQ9eDViMG81aw==.90dzNitW0-UyeyOq1y90ocdw5XnoRRx_LSBIR33qxdI", "https://techcrunch.com/2024/03/11/reddit-to-raise-748m-in-ipo-but-may-become-a-meme-stock-as-redditors-can-sell-shares-immediately", "https://www.sec.gov/Archives/edgar/data/1713445/000162828024010137/reddit-sx1a1.htm#i1b9a579e78a34dfa99f7f26daeec195b_100", "https://techcrunch.com/2024/03/12/most-subscription-mobile-apps-dont-make-money-new-report-shows", "https://techcrunch.com/2024/03/12/tiktok-letting-creators-more-countries-get-rewarded-effects", "https://www.yahoo.com/finance/news/hsbc-hire-almost-50-bankers-130346927.html", "https://www.pymnts.com/cash/2024/green-dot-to-enable-cash-transactions-for-3-more-fintechs/", "https://www.forbes.com/sites/jeffkauflin/2024/03/11/fintech-valuations-in-2024/?sh=6aba82bc3f7e", "https://www.housingwire.com/articles/fintech-maxwell-launches-pos-feature-that-offers-tailored-workflows-for-lenders/", "https://www.theinformation.com/articles/jpmorgans-push-to-woo-silicon-valley-in-the-year-after-svb-failed?utm_term=popular-articles&utm_campaign=%5BREBRAND%5D+%5BTI-AM%5D+Th&utm_content=1095&utm_medium=email&utm_source=cio&utm_term=124&rc=dbljgm", "https://link.techcrunch.com/click/30325329.4639/aHR0cHM6Ly90ZWNoY3J1bmNoLmNvbS9nb3QtYS10aXAvP3V0bV9tZWRpdW09VENuZXdzbGV0dGVyJnRwY2M9VEN0cmFuc3BvcnRhdGlvbm5ld3NsZXR0ZXI/606b5c505a5ea2367772122aBd61e79c3", "https://link.techcrunch.com/click/30325329.4639/aHR0cHM6Ly90ZWNoY3J1bmNoLmNvbS9zZWN1cmVkcm9wP3V0bV9tZWRpdW09VENuZXdzbGV0dGVyJnRwY2M9VEN0cmFuc3BvcnRhdGlvbm5ld3NsZXR0ZXI/606b5c505a5ea2367772122aB80a9346e"]},
{"title": "SpaceX doc leaks, TikTok ban gains steam, and Grok to go open-source", "publish_date": "2024-03-16T20:15:31", "content": "Hey, folks, welcome to Week in Review (WiR), TechCrunch’s regular newsletter recapping noteworthy happenings in tech over the past few days.\nThis week, TechCrunch viewed leaked documents out of SpaceX showing some questionable practices related to employee stock options.\nX CEO Elon Musk announced that he would open source Grok, X’s AI-powered chatbot meant to compete with OpenAI’s ChatGPT. Grok — developed by Musk’s AI startup, xAI — was released last year, armed with features such as access to “real-time” information on X and views undeterred by “politically correct” norms.\nElsewhere, Ron interviewed Denise Dresser, the CEO of Slack, on her effort to bring stability to the Salesforce business that’s seen three CEOs in a single year.\nLots else happened. We recap it all in this edition of WiR — but first, a reminder to sign up to receive the WiR newsletter in your inbox every Saturday.\nNews\nLeaked SpaceX docs: We got our hands on some leaked SpaceX documents that show some unusual terms to stock awards that employees are required to agree to. Among other things, the company gives itself the right to ban past and present employees from participating in tender offers if they are deemed to have committed “an act of dishonesty against the company” or to have violated written company policies.\nPhantom, now a phantom: Phantom Auto, a remote driving startup that launched seven years ago amid the buzz of autonomous vehicle technology, is shutting down after failing to secure new funding, Kirsten exclusively reports.\nMeme stock: In a new SEC filing, Reddit reveals that, following its IPO, it’ll allow its community members to sell their shares immediately instead of being subject to the usual lock-up agreements that prevent IPO investors from selling shares for six months.\nFunding\nBanking as a service: U.K.-based Griffin Bank, an API-driven banking-as-a-service (BaaS) platform, just obtained a license to launch as a fully operational bank — and raised $24 million from investors, including MassMutual Ventures, NordicNinja and Breega.\nEU breaches data rules: An investigation into the European Union’s use of Microsoft 365 has found that the European Commission, the cabinet government of the EU, breached the bloc’s data protection rules through its use of the cloud-based productivity software.\nAnalysis\nDeepfakes go royal: Amanda writes about how a photo of Kate Middleton and her children, possibly edited with the help of AI, is an omen of what’s to come as AI deepfaking and editing tools proliferate.\nRelaxation device: Haje goes hands-on with Moonbird’s relaxation device, which is designed to help customers find sleep and reduce stress through breathing exercises.\nPodcasts\nThis week on Equity, Alex looked at data from Carta on how startup compensation is changing, raises from Empathy and Bear Robotics and developments from Bluesky, Brave and Chamath Palihapitiya’s VC firm Social Capital.\nOn Found, Becca and Dom spoke with Rebecca Hu, the CEO and co-founder of Glacier, an AI robotics company that’s building robots to accurately sort recycling.\nAnd on Chain Reaction, Jacquelyn interviewed Melody Hildebrandt, CTO of Fox Corporation, and Mike Blank, COO at Polygon Labs. The episode is part of Chain Reaction’s monthly series diving into different topics and themes in crypto. This month’s theme is blockchain and AI integrations.\nBonus round\nMetaverse royale: Readyverse Studios — co-founded by blockchain tech company Futureverse and Ernest Cline, the mind behind the sci-fi series Ready Player One — this week debuted Open, a third-person battle royale experience. Lauren has the story.", "links": ["https://techcrunch.com/2024/03/15/spacex-employee-stock-sales-forbidden/", "https://techcrunch.com/2024/03/11/elon-musk-says-xai-will-open-source-grok-this-week", "https://techcrunch.com/2024/03/09/slack-ceo-looks-to-bring-stability-after-a-turbulent-period", "https://techcrunch.com/newsletters/", "https://techcrunch.com/2024/03/15/spacex-employee-stock-sales-forbidden/", "https://techcrunch.com/2024/03/12/remote-driving-startup-phantom-auto-is-shutting-down", "https://techcrunch.com/2024/03/11/reddit-to-raise-748m-in-ipo-but-may-become-a-meme-stock-as-redditors-can-sell-shares-immediately", "https://techcrunch.com/2024/03/10/banking-as-a-service-startup-griffin-riases-24m-and-attains-full-banking-licence", "https://griffin.com/", "https://techcrunch.com/2024/03/11/edps-microsoft-365", "https://techcrunch.com/2024/03/11/kate-middletons-photo-editing-controversy-is-an-omen-of-whats-to-come", "https://techcrunch.com/2024/03/11/moonbird-us-launch", "https://pod.link/equity/episode/a15ae62126f9bca1aa51b5bd775cc515", "https://pod.link/found/episode/31505aa6dd11477c9b087f3440bc61b9", "https://pod.link/chainreaction/episode/d8721d0123659216b97efe53c304789e", "https://techcrunch.com/2024/03/11/ready-player-one-creator-debuts-open-a-metaverse-battle-royale-experience-readyverse/"]},
{"title": "AI is keeping GitHub chief legal officer Shelley McKinley busy", "publish_date": "2024-03-16T13:02:12", "content": "GitHub’s chief legal officer, Shelley McKinley, has plenty on her plate, what with legal wrangles around its Copilot pair-progammer, as well as the Artificial Intelligence (AI) Act, which was voted through the European Parliament this week as “the world’s first comprehensive AI law.”\nThree years in the making, the EU AI Act first reared its head back in 2021 via proposals designed to address the growing reach of AI into our everyday lives. The new legal framework is set to govern AI applications based on their perceived risks, with different rules and stipulations depending on the application and use-case.\nGitHub, which Microsoft bought for $7.5 billion in 2018, has emerged as one of the most vocal naysayers around one very specific element of the regulations: muddy wording on how the rules might create legal liability for open source software developers.\nMcKinley joined Microsoft in 2005, serving in various legal roles including hardware businesses such as Xbox and Hololens, as well as general counsel positions based in Munich and Amsterdam, before landing in the Chief Legal officer hotseat at GitHub coming up for three years ago.\n“I moved over to GitHub in 2021 to take on this role, which is a little bit different to some Chief Legal Officer roles — this is multidisciplinary,” McKinley told TechCrunch. “So I’ve got standard legal things like commercial contracts, product, and HR issues. And then I have accessibility, so [that means] driving our accessibility mission, which means all developers can use our tools and services to create stuff.”\nMcKinley is also tasked with overseeing environmental sustainability, which ladders directly up to Microsoft’s own sustainability goals. And then there are issues related to trust and safety, which covers things like moderating content to ensure that “GitHub remains a welcoming, safe, positive place for developers,” as McKinley puts it.\nBut there’s no ignoring that the fact that McKinley’s role has become increasingly intertwined with the world of AI.\nAhead of the EU AI Act getting the greenlight this week, TechCrunch caught up with McKinley in London.\nGitHub Chief Legal Officer Shelley McKinley Image Credits: GitHub\nTwo worlds collide\nFor the unfamiliar, GitHub is a platform that enables collaborative software development, allowing users to host, manage, and share code “repositories” (a location where project-specific files are kept) with anyone, anywhere in the world. Companies can pay to make their repositories private for internal projects, but GitHub’s success and scale has been driven by open source software development carried out collaboratively in a public setting.\nIn the six years since the Microsoft acquisition, much has changed in the technological landscape. AI wasn’t exactly novel in 2018, and its growing impact was becoming more evident across society — but with the advent of ChatGPT, DALL-E, and the rest, AI has arrived firmly in the mainstream consciousness.\n“I would say that AI is taking up [a lot of] my time — that includes things like ‘how do we develop and ship AI products,’ and ‘how do we engage in the AI discussions that are going on from a policy perspective?,’ as well as ‘how do we think about AI as it comes onto our platform?’,” McKinley said.\nThe advance of AI has also been heavily dependent on open source, with collaboration and shared data pivotal to some of the most preeminent AI systems today — this is perhaps best exemplified by the generative AI poster child OpenAI, which began with a strong open-source foundation before abandoning those roots for a more proprietary play (this pivot is also one of the reasons Elon Musk is currently suing OpenAI).\n\nHow the OpenAI fiasco could bolster Meta and the ‘open AI’ movement\n\nAs well-meaning as Europe’s incoming AI regulations might be, critics argued that they would have significant unintended consequences for the open source community, which in turn could hamper the progress of AI. This argument has been central to GitHub’s lobbying efforts.\n“Regulators, policymakers, lawyers… are not technologists,” McKinley said. “And one of the most important things that I’ve personally been involved with over the past year, is going out and helping to educate people on how the products work. People just need a better understanding of what’s going on, so that they can think about these issues and come to the right conclusions in terms of how to implement regulation.”\nAt the heart of the concerns was that the regulations would create legal liability for open source “general purpose AI systems,” which are built on models capable of handling a multitude of different tasks. If open source AI developers were to be held liable for issues arising further down-stream (i.e. at the application level), they might be less inclined to contribute — and in the process, more power and control would be bestowed upon the big tech firms developing proprietary systems.\nOpen source software development by its very nature is distributed, and GitHub — with its 100 million-plus developers globally — needs developers to be incentivized to continue contributing to what many tout as the fourth industrial revolution. And this is why GitHub has been so vociferous about the AI Act, lobbying for exemptions for developers working on open source general purpose AI technology.\n“GitHub is the home for open source, we are the steward of the world’s largest open source community,” McKinley said. “We want to be the home for all developers, we want to accelerate human progress through developer collaboration. And so for us, it’s mission critical — it’s not just a ‘fun to have’ or ‘nice to have’ — it’s core to what we do as a company as a platform.”\n\nGitHub CEO on why open source developers should be exempt from the EU’s AI Act\n\nAs things transpired, the text of the AI Act now includes some exemptions for AI models and systems released under free and open-source licenses — though a notable exception includes where “unacceptable” high-risk AI systems are at play. So in effect, developers behind open source general purpose AI models don’t have to provide the same level of documentation and guarantees to EU regulators — though it’s not yet clear which proprietary and open-source models will fall under its “high-risk” categorization.\nBut those intricacies aside, McKinley reckons that their hard lobbying work has mostly paid off, with regulators placing less focus on software “componentry” (the individual elements of a system that open-source developers are more likely to create), and more on what’s happening at the compiled application level.\n“That is a direct result of the work that we’ve been doing to help educate policymakers on these topics,” McKinley said. “What we’ve been able to help people understand is the componentry aspect of it — there’s open source components being developed all the time, that are being put out for free and that [already] have a lot of transparency around them — as do the open source AI models. But how do we think about responsibly allocating the liability? That’s really not on the upstream developers, it’s just really downstream commercial products. So I think that’s a really big win for innovation, and a big win for open source developers.”\n\nAge of AI: Everything you need to know about artificial intelligence\n\nEnter Copilot\nWith the rollout of its AI-enabled pair-programming tool Copilot three years back, GitHub set the stage for a generative AI revolution that looks set to upend just about every industry, including software development. Copilot suggests lines or functions as the software developer types, a little like how Gmail’s Smart Compose speeds up email writing by suggesting the next chunk of text in a message.\nHowever, Copilot has upset a substantial segment of the developer community, including those at the not-for-profit Software Freedom Conservancy, who called for all open source software developers to ditch GitHub in the wake of Copilot’s commercial launch in 2022. The problem? Copilot is a proprietary, paid-for service that capitalizes on the hard work of the open source community. Moreover, Copilot was developed in cahoots with OpenAI (before the ChatGPT craze), leaning substantively on OpenAI Codex, which itself was trained on a massive amount of public source code and natural language models.\nGitHub Copilot Image Credits: GitHub\nCopilot ultimately raises key questions around who authored a piece of software — if it’s merely regurgitating code written by another developer, then shouldn’t that developer get credit for it? Software Freedom Conservancy’s Bradley M. Kuhn wrote a substantial piece precisely on that matter, called: “If Software is My Copilot, Who Programmed My Software?”\nThere’s a misconception that “open source” software is a free-for-all — that anyone can simply take code produced under an open source license and do as they please with it. But while different open source licenses have different restrictions, they all pretty much have one notable stipulation: developers reappropriating code written by someone else need to include the correct attribution. It’s difficult to do that if you don’t know who (if anyone) wrote the code that Copilot is serving you.\nThe Copilot kerfuffle also highlights some of the difficulties in simply understanding what generative AI is. Large language models, such as those used in tools such as ChatGPT or Copilot, are trained on vast swathes of data — much like a human software developer learns to do something by poring over previous code, Copilot is always likely to produce output that is similar (or even identical) to what has been produced elsewhere. In other words, whenever it does match public code, the match “frequently” applies to “dozens, if not hundreds” of repositories.\n“This is generative AI, it’s not a copy-and-paste machine,” McKinley said. “The one time that Copilot might output code that matches publicly available code, generally, is if it’s a very, very common way of doing something. That said, we hear that people have concerns about these things — we’re trying to take a responsible approach, to ensure that we’re meeting the needs of our community in terms of developers [that] are really excited about this tool. But we’re listening to developers feedback too.”\nAt the tail end of 2022, with several U.S. software developers sued the company alleging that Copilot violates copyright law, calling it “unprecedented open-source soft­ware piracy.” In the intervening months, Microsoft, GitHub, and OpenAI managed to get various facets of the case thrown out, but the lawsuit rolls on, with the plaintiffs recently filing an amended complaint around GitHub’s alleged breach-of-contract with its developers.\nThe legal skirmish wasn’t exactly a surprise, as McKinley notes. “We definitely heard from the community — we all saw the things that were out there, in terms of concerns were raised,” McKinley said.\nWith that in mind, GitHub made some efforts to allay concerns over the way Copilot might “borrow” code generated by other developers. For instance, it introduced a “duplication detection” feature. It’s turned off by default, but once activated, Copilot will block code completion suggestions of more than 150 characters that match publicly available code. And last August, GitHub debuted a new code-referencing feature (still in beta), which allows developers to follow the breadcrumbs and see where a suggested code snippet comes from — armed with this information, they can follow the letter of the law as it pertains to licensing requirements and attribution, and even use the entire library which the code snippet was appropriated from.\nCopilot Code Match Image Credits: GitHub\nBut it’s difficult to assess the scale of the problem that developers have voiced concerns about — GitHub has previously said that its duplication detection feature would trigger “less than 1%” of the time when activated. Even then, it’s usually when there is a near-empty file with little local context to run with — so in those cases, it is more likely to make a suggestion that matches code written elsewhere.\n“There are a lot of opinions out there — there are more than 100 million developers on our platform,” McKinley said. “And there are a lot of opinions between all of the developers, in terms of what they’re concerned about. So we are trying to react to feedback to the community, proactively take measures that we think help make Copilot a great product and experience for developers.”\nWhat next?\nThe EU AI Act progressing is just the beginning — we now know that it’s definitely happening, and in what form. But it will still be at least another couple of years before companies have to comply with it — similar to how companies had to prepare for GDPR in the data privacy realm.\n“I think [technical] standards are going to play a big role in all of this,” McKinley said. “We need to think about how we can get harmonised standards that companies can then comply with. Using GDPR as an example, there are all kinds of different privacy standards that people designed to harmonise that. And we know that as the AI Act goes to implementation, there will be different interests, all trying to figure out how to implement it. So we want to make sure that we’re giving a voice to developers and open source developers in those discussions.”\nOn top of that, more regulations are on the horizon. President Biden recently issued an executive order with a view toward setting standards around AI safety and security, which gives a glimpse into how Europe and the U.S. might ultimately differ as it pertains to regulation — even if they do share a similar “risk-based” approach.\n“I would say the EU AI Act is a ‘fundamental rights base,’ as you would expect in Europe,” McKinley said. “And the U.S. side is very cybersecurity, deep-fakes — that kind of lens. But in many ways, they come together to focus on what are risky scenarios — and I think taking a risk-based approach is something that we are in favour of — it’s the right way to think about it.”", "image_urls": ["https://techcrunch.com/wp-content/uploads/2024/03/image.png", "https://techcrunch.com/wp-content/uploads/2021/06/GitHub-Copilot-2.gif", "https://techcrunch.com/wp-content/uploads/2024/03/ezgif.com-cut.gif"], "links": ["https://www.linkedin.com/in/shelleymckinley/", "https://www.theverge.com/2022/11/8/23446821/microsoft-openai-github-copilot-class-action-lawsuit-ai-copyright-violation-training-data", "https://techcrunch.com/2023/11/08/github-teases-copilot-enterprise-plan-that-lets-companies-customize-for-their-codebase/", "https://techcrunch.com/2024/03/13/deal-on-eu-ai-act-gets-thumbs-up-from-european-parliament/", "https://techcrunch.com/2021/04/21/europe-lays-out-plan-for-risk-based-ai-rules-to-boost-trust-and-uptake/", "https://techcrunch.com/2021/04/21/europe-lays-out-plan-for-risk-based-ai-rules-to-boost-trust-and-uptake/", "https://techcrunch.com/2018/10/26/microsoft-closes-its-7-5b-purchase-of-code-sharing-platform-github", "https://techcrunch.com/2018/12/07/ai-desperately-needs-regulation-and-public-accountability-experts-say/", "https://techcrunch.com/2018/08/23/techcrunch-disrupt-sf-2018-dives-deep-into-artificial-intelligence-and-machine-learning/", "https://techcrunch.com/2023/10/18/openai-formally-brings-bing-powered-search-to-chatgpt-as-dall-e-3-arrives-in-beta/", "https://techcrunch.com/2024/03/01/elon-musk-openai-sam-altman-court/", "https://techcrunch.com/2023/11/21/how-the-openai-fiasco-could-bolster-meta-and-the-open-ai-movement/", "https://techcrunch.com/2022/09/06/the-eus-ai-act-could-have-a-chilling-effect-on-open-source-efforts-experts-warn/", "https://techcrunch.com/2023/01/26/github-says-it-now-has-100m-active-users/", "https://courier.unesco.org/en/articles/fourth-revolution", "https://techcrunch.com/2023/02/03/github-ceo-on-why-open-source-developers-should-be-exempt-from-the-eus-ai-act/", "https://techcrunch.com/2023/02/03/github-ceo-on-why-open-source-developers-should-be-exempt-from-the-eus-ai-act/", "https://techcrunch.com/2023/08/04/age-of-ai-everything-you-need-to-know-about-artificial-intelligence/", "https://techcrunch.com/2021/06/29/github-previews-new-ai-tool-that-makes-coding-suggestions/", "https://techcrunch.com/2018/05/08/googles-new-smart-compose-will-help-you-write-your-emails/", "https://techcrunch.com/2022/07/01/open-source-developers-urged-to-ditch-github-following-copilot-launch/", "https://techcrunch.com/2022/06/21/copilot-githubs-ai-powered-programming-assistant-is-now-generally-available/", "https://techcrunch.com/2024/03/13/chatgpt-everything-to-know-about-the-ai-chatbot/", "https://techcrunch.com/2021/08/10/openai-upgrades-its-natural-language-ai-coder-codex-and-kicks-off-private-beta/", "https://en.wikipedia.org/wiki/Bradley_M._Kuhn", "https://sfconservancy.org/blog/2022/feb/03/github-copilot-copyleft-gpl/", "https://github.blog/2023-08-03-introducing-code-referencing-for-github-copilot/", "https://www.theregister.com/2024/01/12/github_copilot_copyright_case_narrowed/", "https://docs.github.com/en/copilot/configuring-github-copilot/configuring-github-copilot-settings-on-githubcom#enabling-or-disabling-duplication-detection", "https://techcrunch.com/2023/08/03/github-copilot-now-shows-developers-when-its-code-suggestions-match-code-in-a-public-repository/", "https://techcrunch.com/2023/01/26/github-says-it-now-has-100m-active-users/", "https://techcrunch.com/2018/01/20/wtf-is-gdpr/", "https://techcrunch.com/2023/10/30/president-biden-issues-executive-order-to-set-standards-for-ai-safety-and-security/"]},
{"title": "Lordstown Motors comes out of bankruptcy with a new name to fight Foxconn", "publish_date": "2024-03-15T17:59:31", "content": "Lordstown Motors has emerged from bankruptcy with a new name and a nearly singular focus: continuing its lawsuit against iPhone-maker Foxconn for allegedly “destroying the business of an American startup.”\nThe company announced in a late Thursday regulatory filing that it has put into effect a Chapter 11 restructuring plan that was recently approved by the Delaware Bankruptcy court. That makes it one of the first EV startups to survive the bankruptcy process in some form, albeit extremely diminished. Electric Last Mile Solutions liquidated in a Chapter 7 proceeding in 2022, while IndiEV’s Chapter 11 proceeding is still playing out in California. A decade ago, both Fisker Automotive and Coda sold themselves off to other buyers in their Chapter 11 restructurings.\nNow known as Nu Ride Inc., the reconstituted version of Lordstown Motors will also pursue “potential business combinations,” though it did not say what kinds of mergers it is seeking. The company has little left to its name. It sold the former General Motors factory it once owned to Foxconn; the assets related to its electric pickup truck were snapped up by Lordstown founder Steve Burns.\nWith the restructuring plan in effect, Nu Ride is now being led by an entirely new board of directors and slate of executives. It will now trade on the over-the-counter markets as “NRDE.”\nThe newly named company has two federal investigations and other lawsuits that it needs to resolve beyond its beef with Foxconn. The Securities and Exchange Commission recently charged the company with misleading investors about the potential success of its defunct electric pickup truck, forcing Lordstown to set aside $25.5 million to help settle some of the ongoing shareholder lawsuits. That investigation is still active, according to the agency, as is one from the U.S. Attorney’s Office for the Southern District of New York.\nLordstown Motors sued Foxconn in June 2023 when it initially filed for bankruptcy protection. It claimed the Taiwanese conglomerate misled the startup about its plans to collaborate on a lineup of electric vehicles. Lordstown’s lawsuit has more or less been on hold while the Chapter 11 proceedings played out.\nFoxconn now operates the factory Lordstown once owned, and even built a few dozen of the startup’s electric pickup trucks before they had to be recalled. Foxconn’s effort to become a contract manufacturer for American EVs has mostly failed to date. Two of its four prospective customers — Lordstown and IndiEV — filed for bankruptcy, while Fisker (which is reportedly weighing its own bankruptcy filing) has recently distanced itself from the conglomerate, saying it would rather partner with an established automaker. The only thing Foxconn has been making in its Ohio factory are tractors for California-based Monarch.", "links": ["https://techcrunch.com/2023/06/27/lordstown-motors-sues-foxconn-files-for-bankruptcy/", "https://www.sec.gov/ixviewer/ix.html?doc=/Archives/edgar/data/1759546/000110465924034627/tm248893d1_8k.htm", "https://techcrunch.com/2022/10/19/mullen-acquires-bankrupt-elms-for-240-million/", "https://www.bloomberg.com/news/articles/2023-10-03/second-us-foxconn-ev-customer-files-for-bankruptcy-protection", "https://www.nurideinc.com/", "https://techcrunch.com/2024/01/19/lordstown-motors-steve-burns-landx-motors-endurance-pickup/", "https://techcrunch.com/2024/02/29/lordstown-motors-sec-charged-misleading-investors/", "https://techcrunch.com/2023/06/27/lordstown-motors-sues-foxconn-files-for-bankruptcy/", "https://techcrunch.com/2021/11/17/autonomous-tractor-maker-monarch-raises-61-million/"]},
{"title": "Hyundai-backed Motional buys time with a bridge loan", "publish_date": "2024-03-15T17:54:35", "content": "Autonomous vehicle technology startup Motional has secured a bridge loan that provides a temporary financial reprieve as the company searches for a longer-term source of funding, TechCrunch has learned.\nMotional CEO Karl Iagnemma told staff in a companywide email viewed by TechCrunch that the company’s board of directors approved the bridge financing.\n“As I’ve previously mentioned, Motional’s shareholders have been in negotiations to finalize our next round of funding. As part of those negotiations, our shareholders considered various short term-funding alternatives, including a bridge financing, if discussions were to extend longer than anticipated,” Iagnemma wrote in the email. He later added that the bridge financing “will allow our shareholders additional time to discuss longer term funding options and solidify alignment on Motional’s strategic direction.”\nThe email did not outline the terms or the amount of the bridge loan or how much capital runway it might provide. The company did not respond to an email seeking comment. TechCrunch will update the article if the company comments.\nAutomotive supplier Aptiv — the other half of the $4 billion joint venture with Hyundai that created Motional — said in January that it would no longer allocate capital toward the endeavor. That left Motional, which plans to launch a commercial robotaxi service in 2024, with enough capital runway to last through the end of Q1 2024, according to sources familiar with internal meetings at the time.\nAfter a wave of consolidation and shutdowns in the nascent autonomous vehicle industry, Motional is one of the few companies left that’s still pursuing a commercial robotaxi service. The company operates an autonomous vehicle taxi service in Las Vegas (still with human safety operators behind the wheel) on Uber, Lyft and Via platforms. It also has an autonomous delivery pilot with Uber Eats in Santa Monica, California.\nWith Aptiv pulling out of future funding, Hyundai is left as the sole backer. Motional will have to either find external investors, with Hyundai’s blessing, or get the automaker to fully fund the effort.\nMotional has taken measures to reduce costs as it seeks more funding. Last month, the company cut about 5% of its workforce, or fewer than 70 people. The layoffs mostly affected administrative roles and some employees working in Boston, one of several cities where it tests autonomous vehicles. The autonomous vehicle company last had layoffs in December 2022, when it cut about 10% of its workforce. That earlier layoff mostly affected the company’s operations in Pittsburgh, where it tests AVs.", "links": ["https://techcrunch.com/2024/01/31/autonomous-vehicle-company-motional-is-about-to-lose-a-key-backer/", "https://techcrunch.com/2024/02/28/hyundai-backed-autonomous-company-motional-cuts-5-of-workforce/"]},
{"title": "How to verify a data breach", "publish_date": "2024-03-15T17:35:39", "content": "Over the years, TechCrunch has extensively covered data breaches. In fact, some of our most-read stories have come from reporting on huge data breaches, such as revealing shoddy security practices at startups holding sensitive genetic information or disproving privacy claims by a popular messaging app.\nIt’s not just our sensitive information that can spill online. Some data breaches can contain information that can have significant public interest or that is highly useful for researchers. Last year, a disgruntled hacker leaked the internal chat logs of the prolific Conti ransomware gang, exposing the operation’s innards, and a huge leak of a billion resident records siphoned from a Shanghai police database revealed some of China’s sprawling surveillance practices.\nBut one of the biggest challenges reporting on data breaches is verifying that the data is authentic, and not someone trying to stitch together fake data from disparate places to sell to buyers who are none the wiser.\nVerifying a data breach helps both companies and victims take action, especially in cases where neither are yet aware of an incident. The sooner victims know about a data breach, the more action they can take to protect themselves.\nAuthor Micah Lee wrote a book about his work as a journalist authenticating and verifying large datasets. Lee recently published an excerpt from his book about how journalists, researchers and activists can verify hacked and leaked datasets, and how to analyze and interpret the findings.\nEvery data breach is different and requires a unique approach to determine the validity of the data. Verifying a data breach as authentic will require using different tools and techniques, and looking for clues that can help identify where the data came from.\nIn the spirit of Lee’s work, we also wanted to dig into a few examples of data breaches we have verified in the past, and how we approached them.\nHow we caught StockX hiding its data breach affecting millions\nIt was August 2019 and users of the sneaker selling marketplace StockX received a mass email saying they should change their passwords due to unspecified “system updates.” But that wasn’t true. Days later, TechCrunch reported that StockX had been hacked and someone had stolen millions of customer records. StockX was forced to admit the truth.\nHow we confirmed the hack was in part luck, but it also took a lot of work.\nSoon after we published a story noting it was odd that StockX would force potentially millions of its customers to change their passwords without warning or explanation, someone contacted TechCrunch claiming to have stolen a database containing records on 6.8 million StockX customers.\nThe person said they were selling the alleged data on a cybercrime forum for $300, and agreed to provide TechCrunch a sample of the data so we could verify their claim. (In reality, we would still be faced with this same situation had we seen the hacker’s online posting.)\nThe person shared 1,000 stolen StockX user records as a comma-separated file, essentially a spreadsheet of customer records on every new line. That data appeared to contain StockX customers’ personal information, like their name, email address, and a copy of the customer’s scrambled password, along with other information believed unique to StockX, such as the user’s shoe size, what device they were using, and what currency the customer was trading in.\nIn this case, we had an idea of where the data originally came from and worked under that assumption (unless our subsequent checks suggested otherwise). In theory, the only people who know if this data is accurate are the users who trusted StockX with their data. The greater the number of people who confirm their information was valid, the greater chance that the data is authentic.\nSince we cannot legally check if a StockX account was valid by logging in using a person’s password without their permission (even if the password wasn’t scrambled and unusable), TechCrunch had to contact users to ask them directly.\nStockX’s password reset email to customers citing unspecified “system updates.” Image Credits: file photo.\nWe will typically seek out people who we know can be contacted quickly and respond instantly, such as through a messaging app. Although StockX’s data breach contained only customer email addresses, this data was still useful since some messaging apps, like Apple’s iMessage, allow email addresses in place of a phone number. (If we had phone numbers, we could have tried contacting potential victims by sending a text message.) As such, we used an iMessage account set up with a @techcrunch.com email address so the people we were contacting knew the request was truly coming from us.\nSince this is the first time the StockX customers we contacted were hearing about this breach, the communication had to be clear, transparent and explanatory and had to require little effort for recipients to respond.\nWe sent messages to dozens of people whose email addresses used to register a StockX account were @icloud.com or @me.com, which are commonly associated with Apple iMessage accounts. By using iMessage, we could also see that the messages we sent were “delivered,” and in some cases depending on the person’s settings it said if the message was read.\nThe messages we sent to StockX victims included who we were (“I’m a reporter at TechCrunch”), and the reason why we were reaching out (“We found your information in an as-yet-unreported data breach and need your help to verify its authenticity so we can notify the company and other victims”). In the same message, we presented information that only they could know, such as their username and shoe size that was associated with the same email address we’re messaging. (“Are you a StockX user with [username] and [shoe size]?”). We chose information that was easily confirmable but nothing too sensitive that could further expose the person’s private data if read by someone else.\nBy writing messages this way, we’re building credibility with a person who may have no idea who we are, or may otherwise ignore our message suspecting it’s some kind of scam.\nWe sent similar custom messages to dozens of people, and heard back from a portion of those we contacted and followed up with. Usually a selected sample size of around ten or a dozen confirmed accounts would suggest valid and authentic data. Every person who responded to us confirmed that their information was accurate. TechCrunch presented the findings to StockX, prompting the company to try to get ahead of the story by disclosing the massive data breach in a statement on its website.\nHow we figured out leaked 23andMe user data was genuine\nJust like StockX, 23andMe’s recent security incident prompted a mass password reset in October 2023. It took 23andMe another two months to confirm that hackers had scraped sensitive profile data on 6.9 million 23andMe customers directly from its servers — data on about half of all 23andMe’s customers.\nTechCrunch figured out fairly quickly that the scraped 23andMe data was likely genuine, and in doing so learned that hackers had published portions of the 23andMe data two months earlier in August 2023. What later transpired was that the scraping began months earlier in April 2023, but 23andMe failed to notice until portions of the scraped data began circulating on a popular subreddit.\nThe first signs of a breach at 23andMe began when a hacker posted on a known cybercrime forum a sample of 1 million account records of Ashkenazi Jews and 100,000 users of Chinese descent who use 23andMe. The hacker claimed to have 23andMe profile, ancestry records, and raw genetic data for sale.\nBut it wasn’t clear how the data was exfiltrated or even if the data was genuine. Even 23andMe said at the time it was working to verify whether the data was authentic, an effort that would take the company several more weeks to confirm.\nThe sample of 1 million records was also formatted in a comma-separated spreadsheet of data, revealing reams of similarly and neatly formatted records, each line containing an alleged 23andMe user profile and some of their genetic data. There was no user contact information, only names, gender, and birth years. But this wasn’t enough information for TechCrunch to contact them to verify if their information was accurate.\nThe precise formatting of the leaked 23andMe data suggested that each record had been methodically pulled from 23andMe’s servers, one by one, but likely at high speed and considerable volume, and organized into a single file. Had the hacker broken into 23andMe’s network and “dumped” a copy of 23andMe’s user database directly from its servers, the data would likely present itself in a different format and contain additional information about the server that the data was stored on.\nOne thing immediately stood out from the data: Each user record contained a seemingly random 16-character string of letters and numbers, known as a hash. We found that the hash serves as a unique identifier for each 23andMe user account, but also serves as part of the web address for the 23andMe user’s profile when they log in. We checked this for ourselves by creating a new 23andMe user account and looking for our 16-character hash in our browser’s address bar.\nWe also found that plenty of people on social media had historical tweets and posts sharing links to their 23andMe profile pages, each featuring the user’s unique hash identifier. When we tried to access the links, we were blocked by a 23andMe login wall, presumably because 23andMe had fixed whatever flaw had been exploited to allegedly exfiltrate huge amounts of account data and wiped out all public sharing links in the process. At this point, we believed the user hashes could be useful if we were able to match each hash against other data on the internet.\nWhen we plugged in a handful of 23andMe user account hashes into search engines, the results returned web pages containing reams of matching ancestry data published years earlier on websites run by genealogy and ancestry hobbyists documenting their own family histories.\nIn other words, some of the leaked data had been published in part online already. Could this be old data sourced from previous data breaches?\nOne by one, the hashes we checked from the leaked data perfectly matched the data published on the genealogy pages. The key thing here is that the two sets of data were formatted somewhat differently, but contained enough of the same unique user information — including the user account hashes and matching genetic data — to suggest that the data we checked was authentic 23andMe user data.\nIt was clear at this point that 23andMe had experienced a huge leak of customer data, but we could not ascertain for sure how recent or new this leaked data was.\nA genealogy hobbyist whose website we referenced for looking up the leaked data told TechCrunch that they had about 5,000 relatives discovered through 23andMe documented meticulously on his website, hence why some of the leaked records matched the hobbyist’s data.\nThe leaks didn’t stop. Another dataset, purportedly on 4 million British users of 23andMe, was posted online in the days that followed, and we repeated our verification process. The new set of published data contained numerous matches against the same previously published data. This, too, appeared to be authentic 23andMe user data.\nAnd so that’s what we reported. By December, 23andMe admitted that it had experienced a huge data breach attributed to a mass scrape of data.\nThe company said hackers used their access to around 14,000 hijacked 23andMe accounts to scrape vast amounts of other 23andMe users’ account and genetic data who opted in to a feature designed to match relatives with similar DNA.\nWhile 23andMe tried to blame the breach on the victims whose accounts were hijacked, the company has not explained how that access permitted the mass downloading of data from the millions of accounts that were not hacked. 23andMe is now facing dozens of class-action lawsuits related to its security practices prior to the breach.\nHow we confirmed that U.S. military emails were spilling online from a government cloud\nSometimes the source of a data breach — even an unintentional release of personal information — is not a shareable file packed with user data. Sometimes the source of a breach is in the cloud.\nThe cloud is a fancy term for “someone else’s computer,” which can be accessed online from anywhere in the world. That means companies, organizations and governments will store their files, emails, and other workplace documents in vast servers of online storage often run by a handful of the Big Tech giants, like Amazon, Google, Microsoft, and Oracle. And, for their highly sensitive customers like governments and militaries, the cloud companies offer separate, segmented and highly fortified clouds for extra protection against the most dedicated and resourced spies and hackers.\nIn reality, a data breach in the cloud can be as simple as leaving a cloud server connected to the internet without a password, allowing anyone on the internet to access whatever contents are stored inside.\nIt happens, and more than you might think. People actually find them! And some folks are really good at it.\nAnurag Sen is a good-faith security researcher who’s well known for discovering sensitive data mistakenly published to the internet. He’s found numerous spills of data over the years by scouring the web for leaky clouds with the goal of getting them fixed. It’s a good thing, and we thank him for it.\nOver the Presidents Day federal holiday weekend in February 2023, Sen contacted TechCrunch, alarmed. He found what looked like the sensitive contents of U.S. military emails spilling online from Microsoft’s dedicated cloud for the U.S. military, which should be highly secured and locked down. Data spilling from a government cloud is not something you see very often, like a rush of water blasting from a hole in a dam.\nBut in reality, someone, somewhere (and somehow) removed a password from a server in this supposedly highly fortified cloud, effectively punching a huge hole in this cloud server’s defenses and allowing anyone on the open internet to digitally dive in and peruse the data inside. It was human error, not a malicious hack.\nIf Sen was right and these emails proved to be genuine U.S. military emails, we had to move quickly to ensure the leak was plugged as soon as possible, fearing that someone nefarious would soon find the data.\nSen shared the server’s IP address, a string of numbers assigned to its digital location on the internet. Using an online service like Shodan, which automatically catalogs databases and servers found exposed to the internet, it was easy to quickly identify a few things about the exposed server.\nFirst, Shodan’s listing for the IP address confirmed that the server was hosted on Microsoft’s Azure cloud specifically for U.S. military customers (also known as “usdodeast“). Second, Shodan revealed specifically what application on the server was leaking: an Elasticsearch engine, often used for ingesting, organizing, analyzing and visualizing huge amounts of data.\nAlthough the U.S. military inboxes themselves were secure, it appeared that the Elasticsearch database tasked with analyzing these inboxes was insecure and inadvertently leaking data from the cloud. The Shodan listing showed the Elasticsearch database contained about 2.6 terabytes of data, the equivalent of dozens of hard drives packed with emails. Adding to the sense of urgency in getting the database secured, the data inside the Elasticsearch database could be accessed through the web browser simply by typing in the server’s IP address. All to say, these military emails were incredibly easy to find and access by anyone on the internet.\nBy this point, we ascertained that this was almost certainly real U.S. military email data spilling from a government cloud. But the U.S. military is enormous and disclosing this was going to be tricky, especially during a federal holiday weekend. Given the potential sensitivity of the data, we had to figure out quickly who to contact and make this their priority — and not drop emails with potentially sensitive information into a faceless catch-all inbox with no guarantee of getting a response.\nSen also provided screenshots (a reminder to document your findings!) showing exposed emails sent from a number of U.S. military email domains.\nSince Elasticsearch data is accessible through the web browser, the data within can be queried and visualized in a number of ways. This can help to contextualize the data you’re dealing with and provide hints as to its potential ownership.\nA screenshot showing how we queried the database to count how many emails contained a search term, such as an email domain. In this case, it was “socom.mil,” the email domain for U.S. Special Operations Command. Image Credits: TechCrunch\nFor example, many of the screenshots Sen shared contained emails related to @socom.mil, or U.S. Special Operations Command, which carries out special military operations overseas.\nWe wanted to see how many emails were in the database without looking at their potentially sensitive contents, and used the screenshots as a reference point.\nBy submitting queries to the database within our web browser, we used the in-built Elasticsearch “count” parameter to retrieve the number of times a specific keyword — in this case an email domain — was matched against the database. Using this counting technique, we determined that the email domain “socom.mil” was referenced in more than 10 million database entries. By that logic, since SOCOM was significantly affected by this leak, it should bear some responsibility in remediating the exposed database.\nAnd that is who we contacted. The exposed database was secured the following day, and our story published soon after.\nIt took a year for the U.S. military to disclose the breach, notifying some 20,000 military personnel and other affected individuals of the data spill. It remains unclear exactly how the database became public in the first place. The Department of Defense said the vendor — Microsoft, in this case — “resolved the issues that resulted in the exposure,” suggesting the spill was Microsoft’s responsibility to bear. For its part, Microsoft has still not acknowledged the incident.\n\nTo contact this reporter, or to share breached or leaked data, you can get in touch on Signal and WhatsApp at +1 646-755-8849, or by email. You can also send files and documents via SecureDrop.\n\nHere we go again: 2023’s badly handled data breaches\n", "image_urls": ["https://techcrunch.com/wp-content/uploads/2024/03/stockx-password-reset-email.jpg", "https://techcrunch.com/wp-content/uploads/2024/03/socom-email-count-elasticsearch.jpg"], "links": ["https://techcrunch.com/2023/12/01/23andme-says-hackers-accessed-significant-number-of-files-about-users-ancestry/", "https://techcrunch.com/2022/07/22/justalk-unencrypted/", "https://techcrunch.com/2022/02/28/conti-ransomware-chats-leaked/", "https://techcrunch.com/2022/07/07/china-leak-police-database/", "https://techcrunch.com/2024/01/31/europcar-says-someone-likely-used-chatgpt-to-promote-a-fake-data-breach/", "https://nostarch.com/hacks-leaks-and-revelations", "https://theintercept.com/2023/12/16/hacked-datasets-verification/", "https://techcrunch.com/2019/08/01/stockx-security-concerns-reset-passwords/", "https://techcrunch.com/2019/08/03/stockx-hacked-millions-records/", "https://techcrunch.com/2019/08/01/stockx-security-concerns-reset-passwords/", "https://techcrunch.com/2019/08/03/stockx-hacked-millions-records/", "https://techcrunch.com/2023/12/04/23andme-confirms-hackers-stole-ancestry-data-on-6-9-million-users/", "https://techcrunch.com/2023/10/10/hackers-advertised-23andme-stolen-data-two-months-ago/", "https://techcrunch.com/2024/01/25/23andme-admits-it-didnt-detect-cyberattacks-for-months/", "https://techcrunch.com/2023/10/18/hacker-leaks-millions-more-23andme-user-records-on-cybercrime-forum/", "https://techcrunch.com/2024/01/03/23andme-tells-victims-its-their-fault-that-their-data-was-breached/", "https://techcrunch.com/2024/01/03/23andme-tells-victims-its-their-fault-that-their-data-was-breached/", "https://infosec.exchange/@hak1mlukha", "https://techcrunch.com/2022/08/30/china-database-face-recognition/", "https://techcrunch.com/2022/10/27/amazon-prime-video-server-exposed/", "https://techcrunch.com/2023/01/30/hotai-motor-exposed-irent-customer-data/", "https://techcrunch.com/2019/01/21/shodan-safari/", "https://techcrunch.com/2024/02/14/department-defense-data-breach-microsoft-cloud-email/", "mailto:zack.whittaker@techcrunch.com", "https://techcrunch.com/tips", "https://techcrunch.com/2023/12/29/badly-handled-data-breaches-2023/"]},
{"title": "TechCrunch Minute: A TikTok ban is looking more and more like impending reality", "publish_date": "2024-03-15T16:01:34", "content": "Well, that was fast. After a House subcommittee gave its assent to a bill that would force the divestment of TikTok or ban it in the United States, the House itself voted in the affirmative, albeit with a few dozen votes of dissent. Now it’s off to the Senate, where high-profile support has already been marshaled. TikTok users, however, are not taking the changing political winds — and their consequences — sitting down.\nTechCrunch spoke with several TikTok users who are incensed about, and fighting back against, the potential ban of TikTok. Many small businesses would be impacted by the move, after all.\nBut while the talk of a possible ban is getting all the press, what about the potential of TikTok simply being divested from its parent company, ByteDance? That would resolve the United States government’s issues, right? Well, the Chinese government has made noise that it will allow no such sale. So, the bill may have two tracks in it for TikTok, but it could really just be a single-issue law in practice.\nFor more, hit play!\n", "links": ["https://arstechnica.com/tech-policy/2024/03/house-committee-votes-50-0-to-force-tiktok-to-divest-from-chinese-owner/", "https://techcrunch.com/2024/03/13/tiktok-ban-passes-in-house/", "https://techcrunch.com/2024/03/13/creators-are-frustrated-but-energized-as-tiktok-ban-gains-momentum/"]},
{"title": "LinkedIn plans to add gaming to its platform", "publish_date": "2024-03-16T17:12:13", "content": "LinkedIn, the Microsoft-owned social platform, has made a name for itself primarily as a platform for people looking to network and pick up knowledge for professional purposes, and for recruitment — a business that now has more 1 billion users. Now, to boost the time people are spending on the platform, the company is breaking into a totally new area: gaming.\nTechCrunch has learned and confirmed that LinkedIn is working on a new games experience. It will be doing so by tapping into the same wave of puzzle-mania that helped simple games like Wordle find viral success and millions of players. Three early efforts are games called “Queens”, “Inference” and “Crossclimb.”\nApp researchers have started to find code that points to the work LinkedIn is doing. One of them, Nima Owji, said that one idea LinkedIn appears to be experimenting with involves player scores being organised by places of work, with companies getting “ranked” by those scores.\n\n\nBREAKING: #LinkedIn is working on IN-APP GAMES!\nThere are going to be a few different games and companies will be ranked in the games based on the scores of their employees!\nPretty cool and fun, in my opinion! pic.twitter.com/hLITqc8aqw\n— Nima Owji (@nima_owji) March 16, 2024\n\nA spokesperson for LinkedIn has confirmed that it is working on gaming, but said there is as yet no launch date.\n“We’re playing with adding puzzle-based games within the LinkedIn experience to unlock a bit of fun, deepen relationships, and hopefully spark the opportunity for conversations,” the spokesperson said in a message to TechCrunch. “Stay tuned for more!”\nThe spokesperson added that the images shared by the researcher on X are not the latest versions.\n(Update: some updated pictures have now been supplied, which we’re embedding below.)\nLinkedIn’s owner Microsoft is a gaming behemoth. Its games business — which includes Xbox, Activision Blizzard and ZeniMax — brought in $7.1 billion in revenues last quarter, passing Windows revenues for the first time.\nThe LinkedIn spokesperson declined to say how and if Microsoft is involved in the gaming project at LinkedIn.\nGames are regularly among the most popular apps for mobile phones and PCs — both in terms of revenues and engagement — and puzzle-based casual games has been one of the most popular categories in the space among mobile users. Non-gaming platforms have long tapped into these facts to boost their own traffic — arguably a trend that preceded the internet, if you think about the popularity of crosswords and other puzzles in newspapers and magazines.\nThe New York Times, which acquired the viral hit Wordle in 2022, said at the end of last year that that millions of people continue to play the game, which is now part of a bigger platform of online puzzles and games developed by the newspaper.\nOthers that have doubled down on gaming have seen mixed results. Facebook, the world’s biggest social network, has been a major driver of social gaming over the years. But in 2022 it shut down its standalone gaming app amid a decline in usage: it’s putting significantly more focus these days on mixed reality experiences and its Meta Quest business.\nOver the years, LinkedIn has tried out a number of different new features over the years to boost how and how much people use its platform, with the strategy possibly best described as: “how can we take the most popular tools people are using right now and make them relevant to LinkedIn’s audience and focus on the world of work?”\nThose have ranged from efforts in online education and professional development, through to a publishing and news operation, bringing in more video tools and courting creators and influencers.\n[gallery size=\"large\" columns=\"1\" type=\"slideshow\" ids=\"2680046,2680047,2680048,2680049\"]", "links": ["https://twitter.com/hashtag/LinkedIn?src=hash&ref_src=twsrc%5Etfw", "https://t.co/hLITqc8aqw", "https://twitter.com/nima_owji/status/1769016601360146640?ref_src=twsrc%5Etfw", "https://www.microsoft.com/en-us/Investor/earnings/FY-2024-Q2/performance", "https://techcrunch.com/2022/01/31/popular-puzzle-game-wordle-is-being-purchased-by-the-new-york-times/", "https://techcrunch.com/2022/08/30/meta-shutting-down-facebook-gaming-app/#:~:text=Facebook%20is%20shutting%20down%20its%20standalone%20Gaming%20app%20in%20October,-Aisha%20Malik%40aiishamalik1&text=Just%20over%20two%20years%20after,and%20Android%20after%20that%20date.", "https://techcrunch.com/2023/10/09/meta-quest-3-takes-a-step-closer-to-mainstream-ar-vr/", "https://techcrunch.com/2014/02/19/linkedin-opens-its-publishing-platform-to-all-members/#!", "https://techcrunch.com/2022/01/06/linkedin-is-launching-interactive-clubhouse-style-audio-events-this-month-in-beta-a-video-version-will-come-this-spring/", "https://techcrunch.com/2021/03/30/linkedin-adds-creator-mode-video-profiles-and-in-partnership-with-microsoft-new-career-training-tools/"]},
{"title": "Leaked SpaceX documents show company forbids employees to sell stock if it deems they&#8217;ve misbehaved", "publish_date": "2024-03-15T19:19:14", "content": "SpaceX requires employees to agree to some unusual terms related to their stock awards, which have a chilling effect on staff, according to sources and internal documents viewed by TechCrunch.\nThat includes a provision that allows SpaceX the right to purchase back vested shares within a six-month period following an employee leaving the company for any reason. SpaceX also gives itself the right to ban past and present employees from participating in tender offers if they are deemed to have committed “an act of dishonesty against the company” or to have violated written company policies, among other reasons.\nEmployees often aren’t aware of the “dishonesty” condition when they initially sign up on the equity compensation management platform, one former employee said.\nIf SpaceX bars an employee from selling stock in the tender offers, the person would have to wait until SpaceX goes public to realize cash from the shares — and it’s unclear when that will happen, if it ever does.\nSpaceX did not respond to multiple requests for comment.\nEmployees pay taxes on their shares\nLike most tech companies, SpaceX includes stock options and restricted stock units (RSUs) as part of its compensation package to attract top talent. No doubt this has paid off: SpaceX’s 13,000-strong workforce is helping to push the limits of what was thought possible in aerospace, including delivering crew to and from the International Space Station and building out the largest satellite constellation in history.\nUnlike stock in public companies, stock in private companies cannot be sold without the company’s permission. So employees can only turn that part of their pay into cash when their employer allows such transactions. SpaceX is known for generally holding buyback events twice a year — meaning SpaceX will buy the shares back from employees; this schedule, which has been fairly reliable in recent years, means that employees have biannual opportunities to liquidate assets that have likely appreciated since the vesting date.\nIt’s not uncommon for additional terms to be attached to employee stock compensation at startups, and employees who stay with the company long enough to vest stock may have acquired stock under various stock plans with various conditions. Yet no employee at startups and private companies is entitled to sell their stock without their employer’s approval.\nIndeed, at SpaceX, if an employee was fired “for cause,” the company stated it can repurchase their stock for a price of $0 per share, according to documents viewed by TechCrunch.\n“It sounds unusual to have [a] cause type exclusion provision in a tender offer agreement,” attorney and stock options expert Mary Russell told TechCrunch. She said it is also unusual for a traditional venture-based startup to have repurchase rights for vested shares that are unrelated to a bad-actor-type “for cause” termination.\nThese terms “keep everyone under their control, even if they have left the company,” one former employee said, because employees don’t want to be forced to return their valuable SpaceX stock for no compensation. “And since there is no urgency by SpaceX to go public, being banned from tender offers effectively zeros out your shares, at least for a long time. Even though you paid thousands to cover the taxes.”\n“They also try and force a non-disparagement agreement on you when you leave, either with a carrot, or a stick if they have one,” the person said.\nSpaceX names Elon Musk actions as a “risk factor”\nAs recently as 2020, SpaceX was also providing to employees a separate document outlining the risks of investing in the company’s securities. It reads similar to an S-1 registration statement that public companies must file; given that SpaceX is private, it is a unique disclosure into the company’s risk profile.\nTo a large extent, such documents are written to minimize the company’s legal liability. The SpaceX document rightly points out that equity investments are inherently risky, because participants are trading a highly liquid asset — cash — for highly illiquid shares. As such, they exhaustively list various material risk factors, no matter how unlikely — for example, in its risk document, seen by TechCrunch, SpaceX includes that Hawthorne, California, which is home to its headquarters, is a “seismically active region.”\nThe company also includes a number of risk factors related to Elon Musk, its CEO and founder.\n“To date, the Company has been highly dependent on the leadership provided by the Company’s founder, Chief Executive Officer and Chief Technical Officer, Elon Musk,” the document reads. “SpaceX, Mr. Musk, and other companies Mr. Musk is affiliated with, frequently receive an immense amount of media attention. As such, Mr. Musk’s actions or public statements could also potentially have a positive or negative impact on the market capitalization of SpaceX.”\nThe document also calls out a $40 million settlement between Musk and the SEC, which came about after he tweeted in August 2018 that he was considering taking Tesla private. Even though that tweet did not relate to SpaceX, “the settlement has implications for SpaceX,” the document says.\n“If there is a lack of compliance with the settlement, additional enforcement actions or other legal proceedings could be instituted against Mr. Musk, which could have adverse consequences for SpaceX. Most notably, the SEC could deny SpaceX the right to rely on Regulation D, which is an exemption from registration under the Securities Act of 1933 for private financing transactions. A denial of future reliance on Regulation D could potentially make it more difficult for the Company to raise capital in the future.”\nWhile Tesla’s recent securities statements do call out the SEC settlement, they do not address potential media attention in the same direct manner.\nThe document also states that there is a risk that there may never be a public market for the company’s common stock — an issue should an employee ever be barred from tender events.\nSpaceX is one of the most valuable private companies in the world, with the valuation topping out at $180 billion as of last December. Like other private companies, its stock is split into preferred and common stock. Employees are awarded the latter, while preferred stock is generally owned by institutional investors and entities affiliated with Musk. Preferred stock has some superior rights attached to it, including liquidation preferences and dividends.\nThe common stock is split into three stock classes: Class A, B and C. According to an equity incentive plan approved by the SpaceX board in March 2015, and which has a termination date in 2025, employees receive Class C stock, a non-voting stock.", "links": ["https://techcrunch.com/2019/04/26/elon-musk-sec-agree-to-guidelines-on-twitter-use/"]},
{"title": "Aaron Levie leads Box into its third era focused on workflow automation and AI", "publish_date": "2024-03-16T16:00:05", "content": "Box began life almost 20 years ago in a dorm room at USC when Aaron Levie conceived of an online file storage and sharing system. A few years later, Levie’s original idea was becoming commoditized, and he switched gears to enterprise content management in the cloud. It was a radical notion at the time in an industry that was dominated by on-prem giants like Microsoft, EMC, IBM and OpenText.\nTraditional enterprise content management, whether on prem or in the cloud, has involved storing, managing, securing and governing unstructured content. This has always been more difficult to handle than data sitting in neat columns and rows in a database.\nToday, the industry is changing once more, and Box is again working to position itself on the forefront of that shift. Levie has always had a knack for seeing where the puck is going, and his company is embracing the software shift toward AI and workflow automation.\nLast year, Box bought Crooze, a small company that specializes in workflow automation and metadata management with integrations into Box, making it a logical acquisition target. Being able to manage metadata is central to a lot of automation in content management because it provides a way for the software to identify and understand the type of content when there is no other structure present. That can help move different content types — whether documents, video, images or audio — through automated workflows and reduce a lot of monotonous tasks previously handled by bored and annoyed humans.\nBut what Box is doing with Crooze and generative AI may be part of a larger content management industry shift, one that could be as important as the move from on-prem to the cloud that Box helped lead 15 years ago.\nPutting content to work\nLevie is genuinely exuberant about the possibilities the Crooze technology can bring to the platform. “This is a very big deal. The way to think about it is that for the first time ever within Box, you’re going to be able to build no-code applications that let you render your content for any business process that you want,” Levie told TechCrunch. In other words, users can build custom applications that mirror business processes and make the content much more useful.\nHe recognizes that the folder structure can only get you so far, especially when dealing with large amounts of unstructured content like contracts, for example. It becomes unwieldy pretty quickly to try and find a contract, nevermind more-detailed pieces of the contract, when rifling through virtual folders.\n“But with a no-code application development environment, you can build an actual dashboard that displays all of your contracts, all the data in those contracts and helps you automate the workflows around those contracts,” he said. That could involve editing, approvals, electronic signatures and so forth.\nGenerative AI plays a role here, too, letting users query the content in the folders to understand it better or locate specific pieces in a way that traditional enterprise search hasn’t been able to do. Summarization capabilities give users the gist of a large cache of content without having to read every line. In terms of workflow, generative AI’s coding capabilities can help build custom workflows based on particular requirements automatically.\nIt feels like Box is entering a new phase, says William Blair analyst Jason Ader, who watches Box. “Now I think we’re seeing Box 3.0, where it is moving into this AI and workflow realm and really going at the heart of a lot of those vertical industry workflows. These are tied to contracts and digital assets in obviously document-heavy types of industries where frankly AI has a massive role to play because it can automate a lot of that work,” Ader said.\n\nBox unveils unique AI pricing plan to account for high cost of running LLMs\n\nIndeed, the way customers view content is changing. They don’t just want to manage it anymore, they want to put it to work in much the same way that data platforms like Snowflake and Databricks have moved beyond pure data management to building applications on top of it. Just having content sitting in storage repositories isn’t enough anymore, and AI is driving the push to automate workflows and produce practical business productivity outcomes.\n“At the end of the day, enterprises want to leverage that content — not just store it — to drive automation and improve business outcomes,” said Alan Pelz-Sharpe, founder and principal analyst at Deep Analysis. “And hence acquisitions like Crooze provide ever simpler tools to develop those outcomes. Crooze is probably the most significant acquisition Box has made to date.”\nContent management industry evolution\nBox is hardly alone in this push, but as generative AI advances the ability to generate content and query the content store, we are starting to see content management and knowledge management (business memory) merging together. What’s more, the ability to generate code could allow companies to create custom workflows on the fly based on the requirements and types of content.\nCheryl McKinnon, a Forrester analyst who has been covering content for management for two decades, says she sees the content management industry as whole moving in the same direction as Box, and she believes it is a natural progression. “I see this is just moving up the maturity curve, and this shift towards workflow and AI is absolutely where the market has been moving,” McKinnon said. “This is kind of a turning point where now it’s not just about storing files and folders, but can we put that stuff to work? Can we think about content, not just from the storage point of view, but across the context of a whole business activity?”\nThis is a big moment for the whole industry, says Pelz-Sharpe. “The ECM sector as a whole (which includes Box) now has the biggest window of opportunity they have had in 20 years, opened for them by the interest and embrace of organizations large and small to leverage AI,” he said.\nHe thinks that ECM firms in particular are in a good position to take advantage of AI because they are already ensuring that unstructured data is accurate, relevant, secure and timely. That’s an important piece that AI models need that is often missing, he said. But the question is: Can Box and these other companies execute and take advantage of this moment?\n“It’s important to note that although this window of opportunity is real, there is no guarantee ECM firms will pivot to embrace it,” Pelz-Sharpe said. “Firms like Salesforce, for example, are wising up to the importance of managing unstructured data, as is Oracle [and other industry giants].”\n“Where Box and its ilk currently have an advantage, is that they have dedicated platforms to do this work, and equally importantly, deep skill sets and experience to bring to the table.”", "links": ["https://blog.box.com/box-acquires-crooze-transform-enterprise-content-management", "https://techcrunch.com/2023/10/11/box-unveils-unique-ai-pricing-plan-to-account-for-high-cost-of-running-llms/"]},
{"title": "TipTop, the new app from Postmates&#8217; founder and CEO, now lets you buy devices with trade-ins and cash", "publish_date": "2024-03-15T15:00:21", "content": "TipTop, the startup that offers instant cash for electronics, is launching TipTop Shop, a way for users to purchase and trade in devices. TipTop Shop builds on the success of TipTop Cash, which was released late last year. It lets people get instant payouts for electronic devices like smartphones, iPads, cameras, game systems and more.\nMany people sell old devices in order to purchase new ones, and sometimes they don’t always want the latest and most expensive model. Traditionally, consumers turn to selling platforms or use trade-in programs that often give gift cards that can be put toward a new purchase.\nTipTop wants to remove the hassle by combining both sides of the equation. People can buy new, open-box and refurbished devices through cash and trade-ins. “You have this unified trade-in cart, which allows you to trade in anything that you have,” the startup’s founder, Bastian Lehmann, told TechCrunch. Lehmann formerly founded Postmates.\n“It doesn’t have to be from the same brand, it doesn’t even have to be a related product,” he said. “And then we do what we have done over the last year, we instantly recognize the value of the item that you no longer need, and you can then purchase things with a discount because we are taking your trade-in value into account.”\nCustomers can trade in an old Samsung Galaxy for a discount on an iPad, an Apple HomePod mini for a Nintendo Switch or an iPhone for a Nothing phone. Customers can also make a purchase without a trade-in.\nTipTop processes the payments through Stripe and handles the deliveries. Unlike on platforms like eBay and Facebook Marketplace, consumers aren’t buying products on TipTop from other consumers, as the devices are owned by the startup itself.\nLehmann teased that next month, the startup will be launching a new product that will give merchants the ability to run instant trading programs.\nTo date, TipTop has raised $23 million in Series A funding from investors, including Andreessen Horowitz (Marc Andreessen is on the board), plus OpenAI CEO Sam Altman, AngelList co-founder Naval Ravikant and Pinterest, Coinbase and DoorDash board member Gokul Rajaram.\n\nPostmates’ founder’s new app TipTop offers instant cash for your stuff\n", "links": ["https://techcrunch.com/2024/01/18/postmates-founders-new-app-tiptop-offers-instant-cash-for-your-stuff/", "https://techcrunch.com/2024/01/18/postmates-founders-new-app-tiptop-offers-instant-cash-for-your-stuff/"]},
{"title": "Pitch Deck Teardown: SuperScale&#8217;s $5.4M Series A deck", "publish_date": "2024-03-15T16:00:38", "content": "There are two industries that make a ton of money but they’re traditionally largely ignored by venture capital — movies and gaming. That comes as a bit of a surprise to many: Venture capitalists are known for their keen eye on high-growth opportunities, predominantly casting their lot with tech startups, healthcare innovations, and the next big thing in the digital sphere. But Deadline reports that movies made $33.9 billion last year, and global gaming revenue was $184 billion, according to Newzoo. Still, the proposition of investing in movies introduces venture capitalists to a landscape far removed from the calculable metrics of SaaS platforms or the relatively predictable risk of biotech.\nGaming and movies are extremely hit or miss, and that’s the kind of unpredictability that’s seldom embraced by traditional venture capital investment theses.\nI am always particularly curious about pitch decks in the gaming industry, so when SuperScale threw its hat in the ring, I was excited. The company is promising to make marketing for games easier, and given that great marketing is one of the crucial differences between an okay outcome and a smash-hit success, it tickled my curiosity nerve in a most delightful way.\n\nWe’re looking for more unique pitch decks to tear down, so if you want to submit your own, here’s how you can do that. \nSlides in this deck\nThe company submitted a 22-slide deck, but “details of customers and customer case studies where we didn’t get approval for distribution are redacted,” according to the company.\n\nCover slide\nProblem slide\nSolution slide\nMacro market size prediction slide\nMarket size prediction slide\nMarket size slide (2027)\nTarget customer slide\nPlatform interstitial slide\nHow it works slide\n  Market segmentation slide\n  Business model slide\n  Case studies slide\n  Competitive landscape slide\n  Business plan interstitial slide\n  5-year plan summary slide\n  The Ask slide\n  Use of Funds summary slide\n  Summary slide\n  Team slide\n  Appendix interstitial slide\n  Company history slide\n  Closing/contact slide\n\nThree things to love about SuperScale’s pitch deck\nSuperScale has an incredibly slick-looking deck that gets right to the point. Twenty-two slides might seem like too many (the optimal length for a slide deck is around 16 slides these days), but there are some interstitial slides and an appendix in this one, and those don’t really count.\nLet’s take a look at some of the things that really work.\nMaking your own market\n[Slide 5] This will certainly catch the eye of investors. Image Credits: SuperScaleGaming is a huge market, and investors don’t need to be convinced of that. The question, then, is how to get a slice of that very tasty digital pie. SuperScale is taking some interesting leaps of faith here: The numbers are projections for 2027, rather than talking about the numbers today. But this slide comes early in the deck; if SuperScale can make a solid argument for how it will be part of the machine that grows gaming by 10%, that’s very interesting indeed.\nIt’s bold and brazen storytelling. Of course, the company is now setting itself up for having to share a plan and show the receipts, but it’s a good way to get investors interested right off the bat.\nA new lease on life\n[Slide 7] SuperScale promises to go after two markets. Image Credits: SuperScaleAs a games optimization company, SuperScale has an interesting approach, and this simple slide holds a smart promise: What if we can massively increase the profitability of a game that’s already out there? SuperScale’s model aims, in part, to give those games a new lease on life at a stage of the games publishing cycle where every dollar that comes in is basically a bonus. The deck isn’t making a big deal out of this, but I can see that being a really powerful sales technique to games studios — and if it’s successful with legacy games (at essentially no risk), wouldn’t it be smart to integrate SuperScale on new games, too?\nIt’s extremely smart, and investors will be able to see that, too.\nThat’s how you do a summary\nDesign and almost-unreadable text aside, the content on this slide is great:\n[Slide 18] Hell yes. Image Credits: SuperScaleI love a good summary slide. Give the investors all the thinking and talking points they need to get excited about an investment. It’s a great approach.\nThree things that SuperScale could have improved\nOverall, this is one of the better pitch decks I’ve seen, but there are a few things that made me go “hmm.”\nWait, how big is your team?\nWhen a company raises around $5 million, I typically expect a team of 10 to 15. This team slide came as a bit of a surprise:\n[Slide 19] That’s a big team. Image Credits: SuperScalePutting this slide at the end of the deck makes me wonder about the seriousness of this startup. If it has five business units and 70+ team members, it throws the rest of the deck out of whack. There’s an ask slide, but no solid use of funds. You can’t sustain a 70-person team without having significant revenue. The company is spending so much time talking about 2027 and its five-year plans, yet it totally glosses over how much money it’s making.\nThere’s some info about revenue, but only in the form of case studies:\n[Slide 12] Blink and you’ll miss it, but this slide includes some crucial business metrics. Image Credits: SuperScaleDid you spot it? SuperScale made $6 million from EA, Zynga and Fingersoft. And an additional $1.5 million from NimbleBit.\nThat’s impressive, but it’s a terrible way of showing off this level of traction. A proper traction slide would display these numbers not as totals, but as revenue graphs that show how much and how fast revenue is growing over time.\nWhy is SuperScale raising money?\nIt’s confusing why the company is raising around $5 million when it’s making proper revenue numbers.\n[Slide 16] What? Image Credits: SuperScaleThis slide makes almost no sense at all. On slide 12, the company noted it had $7.5 million worth of revenue from just its case study clients. How many clients are there? We don’t know. How much revenue is there in total? No idea. And what is it planning to do with the money? Well, there’s a slide for that:\n[Slide 17] Raising for a five-year runway? Image Credits: SuperScaleThis slide is worthless. The company says it is building an M&A machine, suggesting it is planning to acquire the rights to legacy games and presumably grow them. That’s awesome and all, but there needs to be a specific plan for that.\nThere’s also the internal inconsistencies here: It says it needs $5 million to achieve targets, but then says it will have “follow on organic investment” through reinvesting profits.\nIn the M&A space, $5 million is almost no money at all, so now I’m very curious about who the acquisition targets would be, and how the company presumes these acquisitions will work toward its bottom line.\nTell a coherent story!\nSuperScale, on first read-through, seemed like such a fantastic investment opportunity, but as I started poking and prodding at the deck, it made less and less sense. The company seems to want to acquire other companies (or is it games?). It has 70 people on staff, but it’s only raising $5 million. It doesn’t share its past successes, nor how it is planning to find the future success it needs.\nI think a much better way of telling this story, overall, would be to have an end-to-end story, told consistently:\n\nWe bought game A for $B.\nWe invested $C into growth infrastructure for the game.\nWe invested $D into marketing for the game.\nRevenue for the game went from $E to $F, after only investing $C+D.\nAs you can see, we made profit of $X on this project, and we predict this playbook will work on games that have this particular profile.\nWe want to build a portfolio of 30 games, which is why we are raising 30*($B+$C+$C), after which this becomes a self-sustainable business with a repeatable playbook and business model.\n\nThat story would make sense to investors.\nThe full pitch deck\n\n\nIf you want your own pitch deck teardown featured on TechCrunch, here’s more information!", "image_urls": ["https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-5-of-22.png", "https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-7-of-22.png", "https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-18-of-22.png", "https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-19-of-22.png", "https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-12-of-22.png", "https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-16-of-22.png", "https://techcrunch.com/wp-content/uploads/2024/03/pdt-87-5.4m-series-a-superscale-slide-17-of-22.png"], "links": ["https://deadline.com/2024/01/global-box-office-2023-total-barbie-super-mario-bros-oppenheimer-international-china-1235694955/", "https://newzoo.com/resources/blog/games-market-estimates-and-forecasts-2023", "https://techcrunch.com/2022/08/17/how-venture-capital-works/", "https://superscale.com/", "https://techcrunch.com/2022/04/28/submit-your-pitch-deck-for-review/", "https://techcrunch.com/2023/08/30/pitch-deck-slide-suggestions/", "https://techcrunch.com/2022/04/28/submit-your-pitch-deck-for-review/"]},
{"title": "Pornhub says, ‘Bad Texas! No smut for you!’", "publish_date": "2024-03-15T19:05:03", "content": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Sign up here to get it in your inbox every Friday.\nPornhub has been playing a game of chicken with a bunch of state legislatures for a while now. Last year, the smut-peddler blocked access to users in Mississippi, Virginia and Utah.\nAnd this week, the site dropped off the internet if you live in the Lone Star State. That’s right, Texans are now officially barred from the sacred halls of Pornhub, unless they’re crafty enough with a VPN to sneak past the digital bouncers. This grand development comes courtesy of a tussle over age verification laws, which have been popping up like unwelcome weeds in various states.\nIn a twist that surprises exactly no one, Pornhub isn’t thrilled about asking its patrons to flash their digital IDs at the door. The rumblings of this have been going on for a while, but, citing concerns that would make any privacy advocate nod vigorously, the site has opted to just shut Texans out rather than risk the data security boogeyman. It’s a bold move, especially considering they initially played ball with Louisiana’s similar law.  As you might imagine, users who desire to see people make the beast with two backs wouldn’t necessarily be super-keen to upload their driver’s license before they bask in the feast of the flesh, so that pretty much put an end to access.\nPornhub is not exactly a startup, so why are we featuring this front and center in the Startups Weekly newsletter? Well, as a connoisseur of adult entertainment and deeply fascinated by the power struggle between companies and regulation, I figured you might share those fascinations. If not, don’t worry, I won’t mention the unmentionables again for the rest of this edition.\nLet’s get on with the slightly less titillating stories from the past week …\nMost interesting startup stories this week\nImage Credits: TechCrunch\nIn the latest episode of “Corporate Drama: The Techstars Chronicles,” we find our protagonist, Techstars CEO Maëlle Gavet, in a Zoom meeting with some spicy repercussions. Gavet revealed that the Advancing Cities Fund, an $80 million venture aimed at backing underrepresented founders, is not exactly the rainbow bridge to diversity it had hoped for. Cue the collective gasp from J.P. Morgan, the financial giant whose customers had been dreaming of diversity dividends.\n“Well it looks like you had some fun recently,” a friend said as he joined me for coffee. There, in the middle of my dining room table, was a device that does, now that he mentions it, look an awful lot like a sex toy. Moonbird’s raison d’être isn’t to raise your pulse and get you breathing heavily. Quite the opposite, in fact. The Belgian company has helped more than 35,000 customers find sleep and reduce stress through breathing exercises.\nWill the IPO get an upboat?: Reddit, the digital watering hole for everything from cat memes to existential debates, is strutting toward its IPO with the confidence of a peacock in mating season, eyeing a valuation that swings between “impressive” and “are you kidding me?” With a price tag per share that could make Scrooge McDuck do a double take, Reddit is aiming for a valuation north of $5 billion, positioning itself somewhere between “we’re kind of a big deal” and “we’re not profitable, but have you seen our AI plans?”\nWe detect some trouble: Inscribe, an AI-powered fraud detection startup, has slashed its cast by nearly 40%. Despite riding the high of a $25 million Series B funding round, Inscribe found itself grappling with the harsh reality of missed revenue targets and a market as forgiving as a brick wall.\nYou get a GPU! You get a GPU!: AI2 Incubator has hit a jackpot with a whopping $200 million in compute resources from an unnamed source, making it the fairy godmother for AI startups desperate for a sprinkle of computational magic.\nMost interesting fundraises this week\nImage Credits: Pallet Exchange (opens in a new window)\nIn the latest “because we definitely needed more of this in the world” news, Tavus, a startup that’s essentially the digital Frankenstein of our times, has bagged $18 million to perfect the art of cloning humans into digital replicas for personalized video campaigns. Nothing says “personal touch” like a cloned CEO thanking you for your purchase. This four-year-old generative AI wunderkind, now opening its platform to third-party software integrations, is on a mission to make sales and marketing as eerily personalized as possible.\nThe phrase “innovative disruption” is tossed around like confetti at a parade — but Ted Schlein and his merry band of cybersecurity musketeers at Ballistic Ventures have decided to go full medieval on the industry. Schlein launched Ballistic with a cool $300 million a couple of years ago, only to up the ante now with a $360 million sequel. Unlike the hands-off, “please don’t bother me” approach of their VC peers, the Ballistic crew is getting so cozy with their startups, they stop just short of moving in, bringing a whole new meaning to “value-added investor.”\nBrother, won’t you buy an NFT?: Remember NFTs? Pallet Exchange is doubling down on the dream that people still want to trade digital knickknacks on a blockchain no one’s heard of. Co-founders Kelvin Wang and Davy Li, fresh off their stint in the web3 gaming playground, have somehow convinced investors to part with $2.5 million on the hunch that NFTs have a future … somewhere.\nPint-sized pickup attracts top-shelf talent: In a world obsessed with “bigger is better,” Telo Trucks zigs where others zag, unveiling a vehicle that’s sent both small truck aficionados and fleet managers into a tizzy. Telo raised a cool $5.4 million and adds a Tesla co-founder to its board.\nTake it to the grave: Death remains as inconveniently certain as taxes, and Empathy has emerged as the tech-savvy fairy godmother for the bereaved, swooping in with a $47 million cash infusion to sprinkle some digital magic on the somber task of postmortem paperwork — and the process of grieving.\nOther unmissable TechCrunch stories …\nEvery week, there’s always a few stories I want to share with you but that somehow don’t fit into the categories above. It’d be a shame if you missed ’em, so here’s a random grab bag of goodies for ya:\nSurprise, baby Rivian!: Last week, Rivian surprise-announced an all-electric hatchback called the R3 — giving the company a big Apple-esque “one more thing” announcement at the event that was ostensibly supposed to be all about its new R2 SUV.\nIt’s LLMs at dawn: Elon Musk’s AI startup xAI will open source Grok, its chatbot rivaling ChatGPT, this week, the entrepreneur said, days after suing OpenAI and complaining that the Microsoft-backed startup had deviated from its open source roots.\nSeveral people are typing: It’s not often you see an established company burn through three CEOs in less than a year. But through circumstances beyond its control, that’s what has happened at Slack.\nTurning into a dead end: Phantom Auto, a remote driving startup that launched seven years ago amid the buzz of autonomous vehicle technology, is shutting down after failing to secure new funding.\nThat heavy feeling: Lucid Motors is at risk of losing the trademark for the name of its Gravity SUV, just months before the company is supposed to start production.", "image_urls": ["https://techcrunch.com/wp-content/uploads/2024/02/reddit-ipo-v2.jpg", "https://techcrunch.com/wp-content/uploads/2024/03/Pallet-Hero-2.jpg"], "links": ["https://techcrunch.com/newsletters/", "https://techcrunch.com/2023/07/03/pornhub-blocks-access-in-mississippi-virginia-and-utah-amid-changing-laws/", "https://techcrunch.com/2023/08/31/texas-cannot-yet-enforce-id-checks-on-porn-sites/", "https://techcrunch.com/2024/03/14/pornhub-disables-access-in-texas-due-to-age-verification-law/", "https://techcrunch.com/2023/01/03/you-must-now-verify-your-drivers-license-to-watch-pornhub-in-louisiana/", "https://techcrunch.com/2024/03/08/techstars-80-million-partnership-with-j-p-morgan-is-on-the-rocks-employees-say/", "https://techcrunch.com/2024/03/11/moonbird-us-launch/", "https://techcrunch.com/2024/03/11/reddit-ipo-share-price-plans/", "https://techcrunch.com/2024/03/08/ai-fraud-detection-software-maker-inscribe-ai-lays-off-40-of-staff/", "https://techcrunch.com/2024/03/07/ai2-incubator-scores-200m-in-compute-to-feed-needy-ai-startups/", "https://pallet.exchange/", "https://techcrunch.com/2024/03/12/generative-ai-video-startup-tavus-raises-18m-to-bring-face-and-voice-cloning-to-any-app/", "https://techcrunch.com/2023/11/16/ballistic-ventures-fund-cybersecurity/", "https://techcrunch.com/2024/03/14/ted-schlein-ballistic-ventures-venture-capital-fundraising/", "https://techcrunch.com/2024/03/14/even-with-nft-sales-down-pallet-exchange-raised-2-5m-with-a-plan-to-make-trading-more-social/", "https://techcrunch.com/2024/03/13/telo-trucks-fundraise/", "https://techcrunch.com/2024/03/12/empathy-berevement-death-ai/", "https://techcrunch.com/2024/03/07/rivian-r3-hatchback-ev-specs-preorder-info/", "https://techcrunch.com/2024/03/11/elon-musk-says-xai-will-open-source-grok-this-week/", "https://techcrunch.com/2024/03/09/slack-ceo-looks-to-bring-stability-after-a-turbulent-period/", "https://techcrunch.com/2024/03/12/remote-driving-startup-phantom-auto-is-shutting-down/", "https://techcrunch.com/2024/03/11/lucid-motors-trademark-gravity-suv-charging/"]},
{"title": "India drops plan to require approval for AI model launches", "publish_date": "2024-03-15T19:31:05", "content": "India is walking back on a recent AI advisory after receiving criticism from many local and global entrepreneurs and investors.\nThe Ministry of Electronics and IT shared an updated AI advisory with industry stakeholders on Friday that no longer asked them to take the government approval before launching or deploying an AI model to users in the South Asian market.\nUnder the revised guidelines, firms are instead advised to label under-tested and unreliable AI models to inform users of their potential fallibility or unreliability.\nThe revision follows India’s IT ministry receiving severe criticism earlier this month from many high-profile individuals. Martin Casado, a partner at venture firm Andreessen Horowitz, had called India’s move “a travesty.”\nThe March 1 advisory also marked a reversal of India’s previous hands-off approach to AI regulation. Less than a year ago, the ministry had declined to regulate AI growth, identifying the sector as vital to India’s strategic interests.\nThe new advisory, like the original earlier this month, hasn’t been published online, but TechCrunch has reviewed a copy of it.\nThe ministry said earlier this month that though the advisory wasn’t legally binding, it signals that it’s the “future of regulation” and that the government required compliance.\nThe advisory emphasizes that AI models should not be used to share unlawful content under Indian law and should not permit bias, discrimination, or threats to the integrity of the electoral process. Intermediaries are also advised to use “consent popups” or similar mechanisms to explicitly inform users about the unreliability of AI-generated output.\nThe ministry has retained its emphasis on ensuring that deepfakes and misinformation are easily identifiable, advising intermediaries to label or embed content with unique metadata or identifiers. It no longer requires firms to devise a technique to identify the “originator” of any particular message.", "links": ["https://techcrunch.com/2024/03/03/india-reverses-ai-stance-requires-government-approval-for-model-launches/", "https://techcrunch.com/2023/04/05/india-opts-against-ai-regulation/"]},
{"title": "This Week in AI: Midjourney bets it can beat the copyright police", "publish_date": "2024-03-16T13:01:01", "content": "Keeping up with an industry as fast-moving as AI is a tall order. So until an AI can do it for you, here’s a handy roundup of recent stories in the world of machine learning, along with notable research and experiments we didn’t cover on their own.\nLast week, Midjourney, the AI startup building image (and soon video) generators, made a small, blink-and-you’ll-miss-it change to its terms of service related to the company’s policy around IP disputes. It mainly served to replace jokey language with more lawyerly, doubtless case law-grounded clauses. But the change can also be taken as a sign of Midjourney’s conviction that AI vendors like itself will emerge victorious in the courtroom battles with creators whose works comprise vendors’ training data.\nThe change in Midjourney’s terms of service.\nGenerative AI models like Midjourney’s are trained on an enormous number of examples — e.g. images and text — usually sourced from public websites and repositories around the web. Vendors assert that fair use, the legal doctrine that allows for the use of copyrighted works to make a secondary creation as long as it’s transformative, shields them where it concerns model training. But not all creators agree — particularly in light of a growing number of.studies showing that models can — and do — “regurgitate” training data. \nSome vendors have taken a proactive approach, inking licensing agreements with content creators and establishing “opt-out” schemes for training data sets. Others have promised that, if customers are implicated in a copyright lawsuit arising from their use of a vendor’s GenAI tools, they won’t be on the hook for legal fees.\nMidjourney isn’t one of the proactive ones.\nOn the contrary, Midjourney has been somewhat brazen in its use of copyrighted works, at one point maintaining a list of thousands of artists — including illustrators and designers at major brands like Hasbro and Nintendo — whose works were, or would be, used to train Midjourney’s models. A study shows convincing evidence that Midjourney used TV shows and movie franchises in its training data, as well, from “Toy Story” to Star Wars” to “Dune” to “Avengers.”\nNow, there’s a scenario in which courtroom decisions go Midjourney’s way in the end. Should the justice system decide fair use applies, nothing’s stopping the startup from continuing as it has been, scraping and training on copyrighted data old and new.\nBut it seems like a risky bet.\nMidjourney is flying high at the moment, having reportedly reached around $200 million in revenue without a dime of outside investment. Lawyers are expensive, however. And if it’s decided fair use doesn’t apply in Midjourney’s case, it’d decimate the company overnight.\nNo reward without risk, eh?\nHere are some other AI stories of note from the past few days:\nAI-assisted ad attracts the wrong kind of attention: Creators on Instagram lashed out at a director whose commercial reused another’s (much more difficult and impressive) work without credit.\nEU authorities are putting AI platforms on notice ahead of elections: They’re asking the biggest companies in tech to explain their approach to preventing electoral shenanigans.\nGoogle Deepmind wants your co-op gaming partner to be their AI: Training an agent on many hours of 3D game play made it capable of performing simple tasks phrased in natural language.\nThe problem with benchmarks: Many, many AI vendors claim their models have the competition met or beat by some objective metric. But the metrics they’re using are flawed, often.\nAI2 scores $200M: AI2 Incubator, spun out of the nonprofit Allen Institute for AI, has secured a windfall $200 million in compute that startups going through its program can take advantage of to accelerate early development.\nIndia requires, then rolls back, gov approval for AI: India’s government can’t seem to decide what level of regulation is appropriate for the AI industry.\nAnthropic launches new models: AI startup Anthropic has launched a new family of models, Claude 3, that it claims rivals OpenAI’s GPT-4. We put the flagship model (Claude 3 Opus) to the test, and found it impressive — but also lacking in areas like current events.\nPolitical deepfakes: A study from the Center for Countering Digital Hate (CCDH), a British nonprofit, looks at the growing volume of AI-generated disinformation — specifically deepfake images pertaining to elections — on X (formerly Twitter) over the past year.\nOpenAI versus Musk: OpenAI says that it intends to dismiss all claims made by X CEO Elon Musk in a recent lawsuit, and suggested that the billionaire entrepreneur — who was involved in the company’s co-founding — didn’t really have that much of an impact on OpenAI’s development and success.\nReviewing Rufus: Last month, Amazon announced that it’d launch a new AI-powered chatbot, Rufus, inside the Amazon Shopping app for Android and iOS. We got early access — and were quickly disappointed by the lack of things Rufus can do (and do well).\nMore machine learnings\nMolecules! How do they work? AI models have been helpful in our understanding and prediction of molecular dynamics, conformation, and other aspects of the nanoscopic world that may otherwise take expensive, complex methods to test. You still have to verify, of course, but things like AlphaFold are rapidly changing the field.\nMicrosoft has a new model called ViSNet, aimed at predicting what are called structure-activity relationships, complex relationships between molecules and biological activity. It’s still quite experimental and definitely for researchers only, but it’s always great to see hard science problems being addressed by cutting-edge tech means.\nImage Credits: Microsoft\nUniversity of Manchester researchers are looking specifically at identifying and predicting COVID-19 variants, less from pure structure like ViSNet and more by analysis of the very large genetic datasets pertaining to coronavirus evolution.\n“The unprecedented amount of genetic data generated during the pandemic demands improvements to our methods to analyze it thoroughly,” said lead researcher Thomas House. His colleague Roberto Cahuantzi added: “Our analysis serves as a proof of concept, demonstrating the potential use of machine learning methods as an alert tool for the early discovery of emerging major variants.”\nAI can design molecules too, and a number of researchers have signed an initiative calling for safety and ethics in this field. Though as David Baker (among the foremost computational biophysicists in the world) notes, “The potential benefits of protein design far exceed the dangers at this point.” Well, as a designer of AI protein designers he would say that. But all the same, we must be wary of regulation that misses the point and hinders legitimate research while allowing bad actors freedom.\nAtmospheric scientists at the University of Washington have made an interesting assertion based on AI analysis of 25 years of satellite imagery over Turkmenistan. Essentially, the accepted understanding that the economic turmoil following the fall of the Soviet Union led to reduced emissions may not be true — in fact, the opposite may have occurred.\nAI helped find and measure the methane leaks shown here.\n“We find that the collapse of the Soviet Union seems to result, surprisingly, in an increase in methane emissions.,” said UW professor Alex Turner. The large datasets and lack of time to sift through them made the topic a natural target for AI, which resulted in this unexpected reversal.\nLarge language models are largely trained on English source data, but this may affect more than their facility in using other languages. EPFL researchers looking at the “latent language” of LlaMa-2 found that the model seemingly reverts to English internally even when translating between French and Chinese. The researchers suggest, however, that this is more than a lazy translation process, and in fact the model has structured its whole conceptual latent space around English notions and representations. Does it matter? Probably. We should be diversifying their datasets anyway.", "image_urls": ["https://techcrunch.com/wp-content/uploads/2024/03/Screenshot-2024-03-07-at-6.44.22 PM-e1709925346985.png", "https://techcrunch.com/wp-content/uploads/2024/03/ViSNet-BlogHeroFeature-1400x788-1.jpg", "https://techcrunch.com/wp-content/uploads/2024/03/Fig1Map.jpg"], "links": ["https://techcrunch.com/2023/08/04/age-of-ai-everything-you-need-to-know-about-artificial-intelligence/", "https://decrypt.co/211583/midjourney-leaps-into-ai-video-creation", "https://www.yahoo.com/lifestyle/leaked-midjourney-artist-database-could-151250193.html", "https://spectrum.ieee.org/midjourney-copyright", "https://www.theinformation.com/briefings/ai-startup-midjourney-expects-200-million-in-revenue", "https://techcrunch.com/2024/03/14/ai-powered-ad-ignites-creator-controversy-on-instagram/", "https://techcrunch.com/2024/03/14/eu-dsa-genai-rfis/", "https://techcrunch.com/2024/03/13/google-deepmind-trains-a-video-game-playing-ai-to-be-your-co-op-companion/", "https://techcrunch.com/2024/03/07/heres-why-most-ai-benchmarks-tell-us-so-little/", "https://techcrunch.com/2024/03/07/ai2-incubator-scores-200m-in-compute-to-feed-needy-ai-startups/", "https://techcrunch.com/2024/03/15/india-drops-plan-to-require-approval-for-ai-model-launches/", "https://techcrunch.com/2024/03/04/anthropic-claims-its-new-models-beat-gpt-4/", "https://techcrunch.com/2024/03/07/we-tested-anthropics-new-chatbot-and-came-away-a-bit-disappointed/", "https://techcrunch.com/2024/03/06/political-deepfakes-are-spreading-like-wildfire-thanks-to-genai/", "https://techcrunch.com/2024/03/05/openai-response-elon-musk-lawsuit/", "https://techcrunch.com/2024/03/01/elon-musk-openai-sam-altman-court/", "https://techcrunch.com/2024/03/05/amazons-new-rufus-chatbot-isnt-bad-but-it-isnt-great-either/", "https://techcrunch.com/2024/02/01/amazon-debuts-rufus-an-ai-shopping-assistant-in-its-mobile-app/", "https://www.microsoft.com/en-us/research/blog/visnet-a-general-molecular-geometry-modeling-framework-for-predicting-molecular-properties-and-simulating-molecular-dynamics/", "https://www.eurekalert.org/news-releases/1036916", "https://www.nature.com/articles/d41586-024-00699-0", "https://www.washington.edu/news/2024/03/12/ai-analysis-of-historical-satellite-images-show-ussr-collapse-in-1990s-increased-methane-emissions-despite-lower-oil-and-gas-production/", "https://actu.epfl.ch/news/does-artificial-intelligence-work-in-english/"]},
{"title": "Starbucks ditches its Odyssey NFT program", "publish_date": "2024-03-15T21:00:37", "content": "Update: Starbucks announced Friday that it’s discontinuing its NFT program, which was in beta, to “prepare for what comes next as we continue to evolve the program,” according to an FAQ page.   \nWe spoke with Steve Kaczynski, the program’s lead, on the Chain Reaction podcast last month. On Friday, he tweeted that his future at the company was uncertain:\n\t\n\t\n\t\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-49d7d877cc9ef93c06baf91ac84dc6ae')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-49d7d877cc9ef93c06baf91ac84dc6ae'\n\t\t\t\t\t\t}, \"https:\\/\\/tcprotectedembed.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'tcprotectedembed.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\n\t\nBelow is our original interview with Kaczynski from February 22: \nThe NFT space may be down substantially from all-time highs, but brands and loyalty programs looking to reach fans in new ways can still find value, said Steve Kaczynski, co-author of the book “The Everything Token” and community lead for Starbucks Odyssey.\n“Brand anchors” to gated areas like reward programs are something that companies will expand upon in 2024, he said. “I think this year we’re going to see a lot of community-based brand building,” he shared on TechCrunch’s Chain Reaction podcast.\n\nStarbucks launched Starbucks Odyssey in 2022 as its initial foray into the web3 world. The experience combined the company’s Starbucks Reward loyalty program with NFTs to enhance customer experiences, TechCrunch previously reported.\n“We’re able to help people find their tribe,” Kaczynski said. “I’ve seen that people who live in California in the Starbucks Odyssey community are really good friends with people in Chicago and they have met up in real life at times. This never would have happened if not for web3.”\n\nStarbucks opens up its web3 loyalty program and NFT community to first beta testers\n\nThe loyalty program has a five-tiered system with over 58,000 active participants at least on level one, Kaczynski said. “I can promise you those aren’t mostly or all web3 native people … it’s not just web3 people who are participating.”\nThose who hit tier five of the program bought a “decent amount” off the secondary marketplaces, Kaczynski said. In December, for example, Starbucks announced that it’s sending the top 20 participants to Costa Rica to visit the coffee giant’s farms where beans are produced.\nThere are other “third-party utilities” to be developed through NFTs, not just by big companies like Starbucks or Nike but by local businesses that want to spin up loyalty programs or use tickets as an asset they can anchor and incentivize.\nKaczynski brought up this example: Let’s say Hot Pockets, the food brand, put out a promotion where it would give a 20% discount to gamers if they bought the brand’s Fortnite skin and connected it to a crypto wallet. “The purchaser is happy, the eater is happy and they get a discount and they’re in the ecosystem,” he said. “This person isn’t just a gamer, they’re an active gamer who’s participating and willing to spend disposable income on third-party things.”\nWhen people think of NFTs, they often think of just expensive monkey pictures on the internet — and to be fair, that’s one part of it with Bored Ape Yacht Club — but there’s more value to be held in owning NFTs, Kaczynski says.\n“Imagine you go into a museum and you see a beautiful painting on the wall, you can take a picture of that painting but it’s not worth any money. The picture on the wall is worth money because the museum owns it, it’s the original and they can prove both of those things,” Kaczynski said. “Up until recently you couldn’t do that with digital items” until NFTs came out.\nBrands and companies having the ability to buy and sell and “truly own your loyalty is a new concept that makes it less one-way,” Kaczynski said. “While not all the community members engage in buying and selling … I think for a lot of people, having that optionality is so important.”\nThis story was inspired by an episode of TechCrunch’s podcast Chain Reaction. Subscribe to Chain Reaction on Apple Podcasts, Spotify or your favorite pod platform to hear more stories and tips from the entrepreneurs building today’s most innovative companies.\nConnect with us:\n\nOn X, formerly known as Twitter, here.\nVia email: chainreaction@techcrunch.com\n", "links": ["https://odyssey.starbucks.com/#/faq", "https://twitter.com/nftbark/status/1768731605323894869?s=46", "https://twitter.com/NFTbark", "https://chain-reaction.simplecast.com/episodes/starbucks-odysseys-community-lead-expects-nft-brand-building-to-expand-this-year-w-steve-kaczynski", "https://waitlist.starbucks.com/#/landing", "https://techcrunch.com/2022/09/12/starbucks-unveils-its-blockchain-based-loyalty-platform-and-nft-community-starbucks-odyssey/", "https://techcrunch.com/2022/12/08/starbucks-opens-up-its-blockchain-based-loyalty-program-and-nft-community-to-first-beta-testers/", "http://pod.link/chainreaction", "https://podcasts.apple.com/us/podcast/chain-reaction/id1616008890", "https://open.spotify.com/show/6dC9jw0YyPqnul5P3CECoN", "https://twitter.com/chain_reaction?lang=en"]},
{"title": "How to avoid all the IPO work without annoying investors", "publish_date": "2024-03-15T14:09:20", "content": "\nListen here or wherever you get your podcasts.\nHello, and welcome back to Equity, a podcast about the business of startups, where we unpack the numbers and nuance behind the headlines. Equity turns 7 years old this week, so in honor of its birthday, drop us a review? More reviews helps more folks discover the show, and supports all our hard work!\nMary Ann is off on a well-deserved break, so we brought on fellow podcaster Rebecca Szkutak to take advantage of her insight and humor for this episode. Here’s what we got into:\n\nRegulators return with a resolve : The push to force a divestment of TikTok or ban it in the United States is making progress, and the EU is hammering out its new AI regulations.\nDeals of the Week: Peak XV’s new fund is fascinating, and we can learn a lot from it about the Indian startup market. Also, Ada Ventures’ new $80 million fund felt rather contra-narrative in the best possible way.\nAI and privacy: After AI got booed at SXSW, we took a look at several new AI startups that are raising rounds for their audio-focused projects. These include Nijta and Tavus, as well as a host of startups from the current Y Combinator cohort.\nWhat to do when there’s no liquidity? According to Becca, the answer is to stay private. That’s the bad news. The good news is that secondary transactions might be a way to resolve lots of founder-investor tensions regarding exit timing.\n\nThat’s it for today. Talk again on Monday!\n\nFor episode transcripts and more, head to Equity’s Simplecast website.\nEquity drops at 7 a.m. PT every Monday, Wednesday and Friday, so subscribe to us on Apple Podcasts, Overcast, Spotify and all the casts. TechCrunch also has a great show on crypto, a show that interviews founders and more!\n", "links": ["https://link.chtbl.com/Equity-010224-Genera", "https://twitter.com/EquityPod", "https://twitter.com/bayareawriter", "https://twitter.com/rebecca_szkutak", "https://techcrunch.com/2024/03/13/tiktok-ban-passes-in-house/", "https://www.cnbc.com/2024/03/13/european-lawmakers-endorse-worlds-first-major-act-to-regulate-ai.html", "https://techcrunch.com/2024/03/12/peak-xv-to-launch-perpetual-fund-backed-by-own-partners-other-leaders/", "https://techcrunch.com/2024/03/11/inclusivity-focused-vc-ada-ventures-pulls-in-80m-for-second-fund/", "https://techcrunch.com/2024/03/12/anti-ai-sentiment-gets-big-applause-at-sxsw-2024-as-storytellers-dub-ai-cheerleading-as-terrifying-bullsh/", "https://techcrunch.com/2024/03/11/nijta-voice-privacy-ai/", "https://techcrunch.com/2024/03/12/generative-ai-video-startup-tavus-raises-18m-to-bring-face-and-voice-cloning-to-any-app/", "https://techcrunch.com/2024/03/14/vcs-liquidity-secondary-markets-ipos/", "https://equity.simplecast.com/episodes", "https://itunes.apple.com/us/podcast/id1215439780", "https://overcast.fm/itunes1215439780/equity", "https://open.spotify.com/show/5IEYLip3eDppcOmy5DmphC?si=rZDFHv2sQUul_g94iCRgpQ", "https://podcasts.apple.com/us/podcast/chain-reaction/id1616008890", "https://podcasts.apple.com/us/podcast/found/id1561051074"]},
{"title": "Today! Final hours to save on Disrupt 2024 passes", "publish_date": "2024-03-15T16:00:20", "content": "It’s come down to this, startup fans. Today’s the last day to beat the buzzer and claim the biggest discount on passes to TechCrunch Disrupt 2024, taking place October 28–30. Here’s a simple question: What the heck are you waiting for?\nTechCrunch Disrupt 2024: Save now — go later\nBuy one of these passes — Attendee, Founder or Investor — before Friday, March 15 at 11:59 p.m. PT, and you’ll save $1,000. Take a look at what each pass type offers:\nAttendee: Includes full event and networking access for all three days of Disrupt.\nInvestor: Includes the Attendee benefits plus investor-only perks and networking, like access to a StrictlyVC session.\nFounder: Includes the Attendee benefits plus founder-only perks and networking like access to the Deal Flow Cafe.\nStudents and nonprofits should also book now to beat the same deadline to get a deep discount!\nWhat to expect at TechCrunch Disrupt 2024\nTechCrunch Disrupt is the epicenter of the startup ecosystem. More than 10,000 people from around the world will gather to learn, hear about and exhibit dynamic new technology, startups, larger industry trends and prognostications made by legendary tech visionaries. Whether you’re looking for an angel round, a new job or a new co-founder, the opportunities at Disrupt 2024 are boundless.\nDuring this savings countdown, we announced our call for content program and urged you to apply to Startup Battlefield 200 and discussed a plethora of networking opportunities at Disrupt. Whew, that’s a lot — and it’s only March!\nTechCrunch Disrupt 2024 takes place in San Francisco on October 28–30, and it promises to be our biggest and best yet. This is the last day to save $1,000. What are you waiting for? Buy your Disrupt pass today!\nIs your company interested in sponsoring or exhibiting at TechCrunch Disrupt 2024? Contact our sponsorship sales team by filling out this form.", "links": ["https://techcrunch.com/events/tc-disrupt-2024/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday&display=", "https://techcrunch.com/events/tc-disrupt-2024/tickets/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday", "https://techcrunch.com/events/tc-disrupt-2024/tickets/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday", "https://techcrunch.com/events/tc-disrupt-2024/tickets/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday", "https://techcrunch.com/events/tc-disrupt-2024/call-for-content/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday", "https://techcrunch.com/events/tc-disrupt-2024/startup-battlefield-200/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday", "https://techcrunch.com/events/tc-disrupt-2024/?utm_source=tc&utm_medium=post&utm_campaign=disrupt2024&utm_content=seb_lastday&promo=seb_lastday", "https://info.techcrunch.com/SponsorshipsInterest.html?_ga=2.236720964.473340518.1710095957-56026237.1694043266"]}
]